Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: Sungero.SmartProcessing/Sungero.SmartProcessing.Shared/VerificationAssignment/VerificationAssignment.*.resx
Languages: ru

# ImpossibleSpecifyDeadlineLessThenToday
source: The new deadline must be greater or equal to the current date.
ru: Новый срок по заданию должен быть больше или равен текущей дате.

# DeleteDocumentsDialogTitle
source: Delete Documents
ru: Удаление документов

# DeleteDocumentsDialogText
source: Select documents to be deleted.
ru: Выберите документы для удаления.

# DeleteDocumentsDialogAttachments
source: Documents
ru: Документы

# DeleteDocumentsDialogNoticeAfterDelete
source: Documents deleted.
ru: Документы удалены.

# InstructionStep1
source: 1. Make sure that each document of the package is fully captured.
ru: 1. Убедитесь, что документы комплекта занесены в полном объеме.

# InstructionStep2
source: 2. Repack documents if document pages are mixed, imported by mistake, or have incorrect orientation.
ru: 2. Если страницы документов следуют не по порядку, имеют неправильную ориентацию или занесены ошибочно, перекомплектуйте документы.

# InstructionStep3
source: 3. Open the card of each document. On the “Verification” tab, check the data filled in by the system.
ru: 3. На закладке "Верификация" в карточке каждого документа проверьте корректность данных, заполненных системой.

# InstructionStep4
source: 4. In the document card, on the “Properties” tab, specify the missing data, for example, the document subject.
ru: 4. На закладке "Свойства" укажите недостающие данные, например, содержание.

# InstructionStep5
source: 5. Change the type of documents if required.
ru: 5. При необходимости смените тип документов.

# InstructionStep6
source: 6. Register the documents if they are subject to registration.
ru: 6. Зарегистрируйте документы, если они подлежат регистрации.

# InstructionStep7
source: 7. Send the documents for further processing.
ru: 7. Отправьте документы на дальнейшую обработку.

# InvalidDocumentWhenSendInWork
source: To send the documents for further processing, fill in the required fields in the document cards.
ru: Для отправки в работу заполните обязательные поля в карточках документов.

# InvalidDocumentWhenCompleted
source: To complete the assignment, fill in the required fields in the document cards.
ru: Для выполнения задания заполните обязательные поля в карточках документов.

# AttachedDocumentsLocked
source: Documents from the document package are locked. To repack the documents, close their cards and contents.
ru: Документы в комплекте заблокированы. Для перекомплектования закройте их карточки и содержимое.

# NoDocumentsSuitableForRepacking
source: No documents for repacking found. Make sure that you have rights to change the attached documents, and that they are in the PDF format and not encrypted.
ru: Нет подходящих для перекомплектования документов. Убедитесь, что вложенные документы имеют формат PDF, не зашифрованы, и у вас есть права на их изменение.

# RepackingIsInProgress
source: Repacking is in progress. To make changes, go to the document repacking tab.
ru: Перекомплектование уже идет. Перейдите на вкладку "Перекомплектование документов".

# SaveAssignmentBeforeRepacking
source: To repack documents, save the assignment card.
ru: Для перекомплектования сохраните карточку задания.

# NoLicenseToRepacking
source: To repack documents, you need a license for the "Intelligence" module.
ru: Для перекомплектования документов необходима лицензия на модуль "Интеллектуальные функции".

# ShowRepackingResultsNotification
source: Repacking in progress. To view the repacking results, update the assignment card after repacking is completed.
ru: Идет перекомплектование. Для отображения результатов обновите карточку задания после завершения процесса.

# CompleteWithActiveRepackingSession
source: To complete assignment, save your changes on the "Document Repacking" tab. If you don't want to save you changes, close the tab.
ru: Для выполнения задания сохраните изменения на вкладке "Перекомплектование документов" или закройте вкладку, если изменения не нужны.

# DeleteDocumentsDialogImpossible
source: To delete documents, complete repacking and update the assignment card.
ru: Для удаления документов завершите перекомплектование и обновите карточку задания.
