Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: Sungero.Commons/Sungero.Commons.Shared/ClassifierTrainingSession/ClassifierTrainingSessionSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Имя

# DisplayName
source: Classifier Additional Training Session
ru: Сессия дообучения классификатора

# CollectionDisplayName
source: Classifier Additional Training Sessions
ru: Сессии дообучения классификатора

# AccusativeDisplayName
source: Classifier Additional Training Session
ru: Сессия дообучения классификатора

# Property_ClassifierId
source: Classifier ID
ru: ИД классификатора

# Property_OldModelId
source: Model ID before training
ru: ИД модели до обучения

# Property_FMeasure
source: F1-score
ru: F1-мера

# Property_ArioTaskId
source: Ario task ID
ru: ИД задачи Ario

# Property_TrainingStatus
source: State
ru: Статус

# Enum_TrainingStatus_Preparation
source: Preparing data
ru: Подготовка данных

# Enum_TrainingStatus_InProcess
source: Training in process
ru: Обучение в процессе

# Enum_TrainingStatus_Completed
source: Training completed
ru: Обучение завершено

# Enum_TrainingStatus_Error
source: An error occurred
ru: Возникла ошибка

# Enum_TrainingStatus_Rollback
source: Training cancelled
ru: Отмена обучения

# Property_NewModelId
source: Model ID after training
ru: ИД модели после обучения

# Property_ClassifierType
source: Classifier type
ru: Тип классификатора

# Enum_ClassifierType_FirstPage
source: First page
ru: Первых страниц

# Enum_ClassifierType_DocType
source: By document types
ru: По типам документов
