Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: Sungero.SmartProcessing/Sungero.SmartProcessing.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: Smart Processing
ru: Интеллектуальная обработка

# CoverTitle
source: Smart Document Processing
ru: Интеллектуальная обработка документов

# JobDisplayName_aed5a3c776e74ba8b24a46e14937f44d
source: Smart Document Processing. Delete packages of binary document images
ru: Интеллектуальная обработка. Удаление пакетов бинарных образов документов

# JobDescription_aed5a3c776e74ba8b24a46e14937f44d
source: Delete packages of binary document images sent for verification
ru: Удаление пакетов бинарных образов документов, которые отправлены на верификацию

# AsyncHandler_Description_2a536470c8d5466a9ad58489733edf0c
source: Delete the entity recognition info
ru: Удаление результатов распознавания сущности

# AsyncHandler_Description_396a79ad296547b691c312c44e8681e2
source: Check the status of document package recognition by the Ario services
ru: Проверка состояния распознавания сервисами Ario документов из пакета

# JobDisplayName_3f749e3c3fee40cf81cadd605388dc63
source: Intelligent tools. Additionaly train the document type classifier
ru: Интеллектуальные функции. Дообучение классификатора по типам документов

# JobDescription_3f749e3c3fee40cf81cadd605388dc63
source: Train the document type classifier. The training material includes verified documents with changed type that were imported into the system within the specified period
ru: Дообучение классификатора по типам. Выполняется на верифицированных документах с измененным типом, накопленных в системе за указанный в расписании период

# AsyncHandler_Description_1e242010c3694d379f8d83b9cd9bab10
source: Check state of classifier training in Ario services
ru: Проверка статуса обучения классификатора в сервисах Ario

# AsyncHandler_Description_4a96850abcd54023a35757691c0db237
source: Change state of additional training in the entity recognition info
ru: Смена статуса дообучения в результате распознавания сущности

# AsyncHandler_Description_27031b75984345169320bdd8dd0cd3bf
source: Regenerate Elasticsearch indices for fuzzy search in databooks
ru: Пересоздание индексов Elasticsearch для нечеткого поиска в справочниках

# JobDisplayName_4289f5c9eac24c518fab8fdd917e6d73
source: Intelligent tools. Additionally train the first page classifier
ru: Интеллектуальные функции. Дообучение классификатора первых страниц

# JobDescription_4289f5c9eac24c518fab8fdd917e6d73
source: Additional training of first page classifier. The classifier is trained on verified documents created by repacking within specified period
ru: Дообучение классификатора первых страниц. Выполняется на верифицированных документах, созданных при перекомплектовании и накопленных в системе за указанный в расписании период
