Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: Sungero.RecordManagement/Sungero.RecordManagement.Shared/DocumentReviewAssignment/DocumentReviewAssignmentSystem.*.resx
Languages: ru

# DisplayName
source: Review
ru: Рассмотрение

# AccusativeDisplayName
source: Review
ru: Рассмотрение

# CollectionDisplayName
source: Assignments to review documents
ru: Задания на рассмотрение

# Enum_Result_Informed
source: Informed
ru: Принято к сведению

# Action_Informed
source: Be Informed
ru: Принято к сведению

# Action_InformedHint
source: Be Informed About Document
ru: Документ принят к сведению

# Action_InformedConfirmationMessage
source: Complete document review without sending the action items for execution?
ru: Завершить рассмотрение документа без отправки поручений в работу?

# Action_InformedDescription
source: Review document without approving the draft resolution and sending it for execution. Action items will be deleted from the draft resolution
ru: Ознакомление с документом без вынесения резолюции и отправки его в работу. Поручения из проекта резолюции удалятся

# AttachmentGroup_DocumentForReviewGroupTitle
source: Document for review
ru: Документ на рассмотрение

# AttachmentGroup_DocumentForReviewGroupInformationMessage
source: Attach document for review
ru: Вложите документ на рассмотрение

# AttachmentGroup_AddendaGroupTitle
source: Addenda
ru: Приложения

# AttachmentGroup_AddendaGroupInformationMessage
source: There are no addenda to document
ru: Приложения к документу отсутствуют

# AttachmentGroup_OtherGroupTitle
source: Other attachments
ru: Дополнительно

# AttachmentGroup_ResolutionGroupTitle
source: Draft Resolution
ru: Проект резолюции

# Property_Addressee
source: Forward to employee
ru: Переадресовать сотруднику

# Enum_Result_DraftResApprove
source: Approve Draft Resolution
ru: Отправить на исполнение

# Action_DraftResApproveDescription
source: Approve draft resolution. Action items attached to draft resolution will be sent for execution
ru: Утверждение проекта резолюции. Поручения из проекта резолюции отправятся на исполнение

# Action_DraftResApproveConfirmationMessage
source: Approve the draft resolution and send the action items for execution?
ru: Утвердить проект резолюции и отправить поручения в работу?

# Action_DraftResApprove
source: Approve Draft Resolution
ru: Утвердить проект резолюции

# Action_DraftResApproveHint
source: Approve Draft Resolution
ru: Утвердить проект резолюции

# Enum_Result_Forward
source: Forward Review
ru: Переадресовать рассмотрение

# Action_Forward
source: Forward Review
ru: Переадресовать рассмотрение

# Action_ForwardHint
source: Forward Document Review
ru: Переадресовать рассмотрение документа

# Action_ForwardConfirmationMessage
source: Forward the assignment to review the document?
ru: Переадресовать рассмотрение документа?

# Action_ForwardDescription
source: Assign document review to another employee
ru: Отправка документа на рассмотрение другому сотруднику

# Action_CreateActionItem
source: Create Action Item
ru: Создать поручение

# Footer_ActiveEmptyText
source: Enter text of resolution or comment…
ru: Текст резолюции или замечания…

# autotext_d74c0b99-b7ca-480f-bb05-0fccf92a47b6_0
source: For further work
ru: В работу

# autotext_d74c0b99-b7ca-480f-bb05-0fccf92a47b6_1
source: Prepare a response
ru: Подготовить ответ

# autotext_d74c0b99-b7ca-480f-bb05-0fccf92a47b6_2
source: Review the document
ru: Рассмотреть

# autotext_d74c0b99-b7ca-480f-bb05-0fccf92a47b6_3
source: For execution
ru: К исполнению

# autotext_d74c0b99-b7ca-480f-bb05-0fccf92a47b6_4
source: Provide
ru: Предоставить

# autotext_d74c0b99-b7ca-480f-bb05-0fccf92a47b6_5
source: For your information
ru: К сведению

# ControlGroup_38dc7005cf144527856c12e24ec7990d
source: Draft resolution
ru: Проект резолюции

# Action_CreateActionItemHint
source: Create Action Item on Document
ru: Создать поручение по документу

# Action_CreateActionItemDescription
source: Create action item and send it for execution
ru: Создание поручения и отправка его на исполнение

# Ribbon_ExecutionGroup_51c9ce715f444738a32b31f11e937385
source: Execution
ru: Исполнение

# Enum_Result_ActionItemsSent
source: Sent for Execution
ru: Отправлено на исполнение

# Action_ActionItemsSent
source: Sent for Execution
ru: Отправлено на исполнение

# Action_ActionItemsSentHint
source: Sent for Execution
ru: Документ отправлен на исполнение

# Action_ActionItemsSentConfirmationMessage
source: Action items on the document are sent for execution. Complete the assignment?
ru: Поручения по документу отправлены в работу. Выполнить задание?

# Action_ActionItemsSentDescription
source: Confirm the fact of sending document for execution
ru: Подтверждение отправки документа на исполнение

# Enum_Result_DocsRework
source: Return to initiator
ru: Вернуть инициатору

# Action_DocsRework
source: Return to Initiator
ru: Вернуть инициатору

# Action_DocsReworkHint
source: Return to Initiator for Rework
ru: Отправить инициатору на доработку

# Action_DocsReworkConfirmationMessage
source: Send to the initiator for rework?
ru: Отправить инициатору на доработку?

# Action_DocsReworkDescription
source: Return to initiator for rework
ru: Отправка инициатору на доработку

# Enum_Result_DraftResRework
source: Return to Assistant
ru: Вернуть помощнику

# Action_DraftResRework
source: Return to Assistant
ru: Вернуть помощнику

# Action_DraftResReworkHint
source: Return Draft Resolution for Rework
ru: Вернуть проект резолюции на доработку

# Action_DraftResReworkConfirmationMessage
source: Send the draft resolution for rework?
ru: Отправить проект резолюции на доработку?

# Action_DraftResReworkDescription
source: Send draft resolution to assistant for rework
ru: Отправка проекта резолюции помощнику на доработку

# Enum_Result_ResPassed
source: Resolution passed
ru: Вынесена резолюция

# Action_ResPassed
source: Resolution Passed
ru: Вынесена резолюция

# Action_ResPassedHint
source: Pass Resolution on Document
ru: Вынесена резолюция по документу

# Action_ResPassedConfirmationMessage
source: Send the resolution for the action items to be created?
ru: Отправить резолюцию для создания поручений?

# Action_ResPassedDescription
source: Send resolution to the assistant to create action items
ru: Отправка резолюции помощнику для создания поручений
