Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: DirRX.SignPlatform/DirRX.SignPlatform.Shared/CertificateRequest/CertificateRequestSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Название

# DisplayName
source: Request for Electronic Signature Certificate
ru: Запрос на выдачу сертификата электронной подписи

# AccusativeDisplayName
source: Request for Electronic Signature Certificate
ru: Запроса на выдачу сертификата электронной подписи

# CollectionDisplayName
source: Requests for Electronic Signature Certificates
ru: Запросы на выдачу сертификата электронной подписи

# Property_Employee
source: Employee
ru: Сотрудник

# Property_IssueStatus
source: Issue status
ru: Статус выпуска

# Enum_IssueStatus_NeedConfirm
source: Need confirm
ru: Ожидается подтверждение

# Enum_IssueStatus_Error
source: Error
ru: Ошибка

# Property_Errors
source: Errors
ru: Ошибки

# Property_RequestId
source: Request ID
ru: ИД запроса

# Property_TaskId
source: Task ID
ru: ИД задачи на выпуск

# Property_CreateDate
source: Request created
ru: Дата создания заявки

# Property_LastStatusChange
source: Last status change
ru: Дата последнего изменения статуса

# Property_IdentificationType
source: Identification type
ru: Тип идентификации

# Property_Executor
source: Monitoring
ru: Мониторинг

# Enum_Executor_TaskScheme
source: Task scheme
ru: Задача

# Enum_Executor_BckgrndProcess
source: Job
ru: Фоновый процесс

# Enum_IssueStatus_DocVerification
source: Documents verification
ru: Проверка документов

# Enum_IssueStatus_InProgress
source: Creating certificate
ru: Создание сертификата

# Enum_IssueStatus_CertCreated
source: Certificate created
ru: Сертификат создан

# Enum_IdentificationType_Personal
source: Personal
ru: Личная

# Enum_IdentificationType_Esia
source: Esia
ru: ЕСИА

# Enum_IssueStatus_CertRegistered
source: Certificate registered
ru: Сертификат зарегистрирован

# Enum_IssueStatus_NeedDownloadSt
source: Application available for download
ru: Заявление доступно для скачивания

# Enum_IssueStatus_IssVerification
source: Issue verification
ru: Проверка заявления

# Enum_IssueStatus_NeedConfirmEsia
source: Waiting for confirmation from Gosuslugi
ru: Ожидается подтверждение на сайте Госуслуг

# Action_OpenTask
source: Open Task to Issue Certificate
ru: Открыть задачу на выпуск

# Action_OpenTaskDescription
source: Open the task to issue electronic signature certificate.
ru: Открыть задачу на выпуск сертификата электронной подписи

# Action_OpenTaskHint
source: Open Task to Issue Electronic Signature Certificate
ru: Открыть задачу на выпуск сертификата электронной подписи

# Ribbon_Tasks_28004d9281364de4875b5b71b85399df
source: Tasks
ru: Задачи

# Property_DocumentID
source: Application ID
ru: ИД заявления

# Action_OpenDocument
source: Open application
ru: Открыть заявление

# Action_OpenDocumentHint
source: Open Application for Electronic Signature Certificate
ru: Открыть заявление на выпуск сертификата электронной подписи

# Action_OpenDocumentDescription
source: Open the application for electronic signature certificate.
ru: Открыть заявление на выпуск сертификата электронной подписи

# Ribbon_Documents_bffeaa45e07e471bbac27bd78910ed65
source: Documents
ru: Документы

# FilterPanel_DateCreate_d3a9620825d845e8b82d680b79a99585
source: Request created
ru: Дата создания запроса

# FilterPanel_LastDate_bad994fc12fd404f996cade6afd0c7af
source: Last status change
ru: Дата последнего изменения статуса

# FilterPanel_Status_c5f6652d2c244a8e94098b4da2e3e531
source: Status
ru: Статус

# FilterPanel_Error_f39c339bc1fe4d64840bc449b3a21400
source: Error
ru: Ошибка

# FilterPanel_Work_59f5f2feeb7f4a8db84c41b2ecce1ed3
source: In progress
ru: В работе

# FilterPanel_Done_d45dfb71db4540ada54f898b10939af2
source: Done
ru: Завершено

# FilterPanel_Employee_32b833a670bd4b73bc2f00b437d8d23e
source: Employee
ru: Сотрудник

# Property_CloudCertificateID
source: Cloud certificate ID
ru: ИД облачного сертификата

# Property_CertificateID
source: Certificate ID
ru: ИД сертификата

# Property_ProviderId
source: Provider ID
ru: ИД провайдера
