Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/ApprovalRoleBase/ApprovalRoleBaseSystem.*.resx
Languages: ru

# Property_Type
source: Type
ru: Тип

# DisplayName
source: Approval role
ru: Роль согласования

# AccusativeDisplayName
source: Approval role
ru: Роль согласования

# CollectionDisplayName
source: Approval roles
ru: Роли согласования

# Enum_Type_Initiator
source: Approval initiator
ru: Инициатор согласования

# Property_Name
source: Name
ru: Имя

# Enum_Type_InitManager
source: Direct manager of initiator
ru: Непосредственный руководитель инициатора

# Enum_Type_OutDocRegister
source: Registrar of outgoing correspondence
ru: Регистратор исходящей корреспонденции

# Enum_Type_DocRegister
source: Document registrar
ru: Регистратор документа

# Enum_Type_SignAssistant
source: Signatory assistant
ru: Помощник подписывающего

# Enum_Type_Signatory
source: Signatory
ru: Подписывающий

# Enum_Type_Addressee
source: Addressee
ru: Адресат

# Enum_Type_ContractResp
source: Responsible for contractual document
ru: Ответственный за договорной документ

# Enum_Type_ContRespManager
source: Manager of responsible for contractual document
ru: Руководитель ответственного за договорной документ

# Enum_Type_PrintResp
source: Responsible for document printing
ru: Ответственный за печать

# Enum_Type_AddrAssistant
source: Addressee assistant
ru: Помощник адресата

# Property_Description
source: Description
ru: Описание

# ControlGroup_251a01ef1d464a8fa12b534b0660905a
source: Description
ru: Описание

# Enum_Type_ProjectManager
source: Project manager
ru: Руководитель проекта

# Enum_Type_ProjectAdmin
source: Project administrator
ru: Администратор проекта

# Enum_Type_Approvers
source: Approvers
ru: Согласующие

# Enum_Type_CompResponsible
source: Responsible for counterparty
ru: Ответственный за контрагента

# Enum_Type_DepartManager
source: Manager of initiator's department
ru: Руководитель подразделения инициатора

# Enum_Type_DocDepManager
source: Manager of department specified in document
ru: Руководитель подразделения, указанного в документе

# Enum_Type_Addressees
source: Addressees
ru: Адресаты

# Enum_Type_ChiefAccountingOfficer
source: Chief Accounting Officer
ru: Главный бухгалтер
