Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: DirRX.SignPlatform/DirRX.SignPlatform.Shared/Module.*.resx
Languages: ru

# SetIdentificationTypeDialogTitle
source: Issue Electronic Signature Certificate
ru: Выпуск сертификата электронной подписи

# ErrorTryGetLastCloudCertificatesExpirationTaskDate
source: Jobs CloudCertificatesExpirationTasks: Error while getting last task date of cloud certificates expiration
ru: Jobs CloudCertificatesExpirationTasks: Ошибка при получении последней даты запуска проверки срока сертификатов

# SetIdentificationTypeDialogCloudProvider
source: Cloud provider
ru: Облачный провайдер

# SetIdentificationTypeDialogIdentificationType
source: Identification type
ru: Способ идентификации

# GetCloudSignProviderInfosException
source: Cannot get information about the cloud provider. An error occurred when executing function SignPlatform.ModuleServerFunctions.GetCloudSignProviderInfos(). {0}: {1}
ru: Не удалось получить информацию об облачном провайдере. Произошла ошибка при выполнении функции SignPlatform.ModuleServerFunctions.GetCloudSignProviderInfos(). {0}: {1}

# IdentityDocumentKindRequired
source: Specify the identity document type in the person card.
ru: Укажите вид документа, удостоверяющего личность, в карточке персоны.

# InilaRequired
source: Specify the INILA in the person card.
ru: Укажите СНИЛС в карточке персоны.

# TinRequired
source: Specify the INN in the person card.
ru: Укажите ИНН в карточке персоны.

# SendCertificateIssueRequestException
source: Cannot send a request for an electronic signature certificate. An error occurred when executing function SignPlatform.ModuleServerFunctions.SendCertificateIssueRequest(). {0}: {1}
ru: Не удалось отправить запрос на выдачу сертификата электронной подписи. Произошла ошибка при выполнении функции SignPlatform.ModuleServerFunctions.SendCertificateIssueRequest(). {0}: {1}

# CertificateIssueStatementDocumentName
source: Application for electronic signature certificate for employee: {0}
ru: Заявление на выпуск сертификата электронной подписи для сотрудника: {0}

# CertificateIssueKind
source: Application for issuing electronic signature certificate
ru: Заявление о выпуске электронной подписи

# CloudSignProviderUnavailable
source: The cloud signing service is unavailable. Try again later or contact your system administrator.
ru: Сервис облачного подписания недоступен. Повторите попытку позже или обратитесь к администратору системы.

# CertificateRequestEntryName
source: Request for electronic signature certificate No. {0} for employee: {1}
ru: Заявка на выпуск сертификата электронной подписи №{0} для сотрудника: {1}

# InvalidIdentificationType
source: Incorrect employee identification type: {0}
ru: Неверный тип идентификации сотрудника: {0}

# CertificateIssueMessage
source: {0} SMS with the confirmation code is sent to your phone number: {1}. Enter the code within 5 minutes. If you haven't received the code or haven't entered it in time, click "Sign" again.
ru: {0} SMS-сообщение с кодом подтверждения отправлено на номер телефона {1}. Введите код в течение 5 минут. Если вы не получили код или не успели его ввести, повторно нажмите на кнопку "Подписать".

# CertificateIssuedSuccessfullyTitle
source: Electronic signature certificate issued for employee: {0}
ru: Выпущен сертификат электронной подписи для сотрудника: {0}

# GosuslugiConfirmMessage
source: The application will be sent to the Public Services Portal of the Russian Federation (Gosuslugi). Click OK to confirm sending application and complete the assignment. After that, go to the Gosuslugi portal and sign the application.
ru: Заявление будет направлено в личный кабинет Единого портала государственных услуг (Госуслуги). Нажмите на кнопку "ОК", чтобы подтвердить отправку и выполнить задание. После этого перейдите на Госуслуги и подпишите заявление.

source: Confirm Certificate Issue
ru: Подтверждение выпуска сертификата.

# CertificateIssueTaskSubject
source: Issue electronic signature certificate for employee: {0}
ru: Выпуск сертификата электронной подписи для сотрудника: {0}

# CertificateIssueAssignmentSubject
source: Sign: {0}
ru: Подпишите: {0}

# VerificationCode
source: Confirmation code
ru: Код подтверждения

# CertificateIssueErrorAssignmentSubject
source: Errors occurred when executing request No.{0} for electronic signature certificate for employee: {1}
ru: Произошли ошибки при выполнении запроса №{0} на получение сертификата электронной подписи для сотрудника: {1}

# SignServiceNotAnswer
source: The Sign Service has been unavailable for some time. Certificate issue procedure has been aborted. Contact your system administrator.
ru: Сервис подписания недоступен длительное время. Выдача сертификата прервана. Обратитесь к администратору системы.

# DateOfBirthRequired
source: Specify the date of birth in the person card.
ru: Укажите дату рождения в карточке персоны.

# UnexpectedErrorText
source: An error occurred. Error code: {0}.
ru: Произошла ошибка. Код: {0}

# UnexpectedStatusError
source: Incorrect request status: {0}
ru: Некорректное значение статуса запроса: {0}

# UnexpectedRequestStatusError
source: Status of electronic signature certificate issue: {0}
ru: Значение статуса выпуска сертификата электронной подписи: {0}

# GenderError
source: Specify the sex in the person card.
ru: Укажите пол в карточке персоны

# Error400SignServiceRequest
source: An error occurred when issuing the electronic signature certificate.
ru: При выпуске сертификата электронной подписи произошла ошибка.

# Error500SignServiceRequest
source: An error occurred when issuing the electronic signature certificate.
ru: При выпуске сертификата электронной подписи произошла ошибка.

# Error404SignServiceRequest
source: An error occurred when issuing the electronic signature certificate.
ru: При выпуске сертификата электронной подписи произошла ошибка.

# UnknownResponseCode
source: Sign Service response code: {0}
ru: Код ответа сервиса подписания: {0}

# CloudCertificateIDNotFound
source: Cannot find ID of the electronic signature cloud certificate that is required to send a request for issuing a non-qualified electronic signature with ID: {0}
ru: Для запроса на выпуск УНЭП с ИД {0} не найден ИД облачного сертификата электронной подписи.

# AddressOfSignServiceIsNullOrEmpty
source: An error occurred when executing the request. Specify the Signing Service address in the connection settings of the "ESS Platform" module.
ru: При выполнении запроса произошла ошибка. Укажите адрес сервиса подписания в настройках подключения модуля "Платформа личного кабинета".

# CRL_REASON_UNSPECIFIED
source: Unknown
ru: Причина неизвестна

# CRL_REASON_KEY_COMPROMISE
source: Keys are compromised
ru: Компрометация ключей

# CRL_REASON_CA_COMPROMISE
source: Certification authority has been compromised
ru: Компрометация Центра Сертификации

# CRL_REASON_AFFILIATION_CHANGED
source: The username or other information in the certificate has been modified but there is no cause to suspect that the private key has been compromised.
ru: Имя пользователя или другая информация в сертификате изменена, но нет причины полагать, что секретный ключ скомпрометирован

# CRL_REASON_SUPERSEDED
source: Certificate has been replaced, but there is no cause to suspect that the private key has been compromised
ru: Сертификат заменен другим, но нет причины полагать, что секретный ключ скомпрометирован

# CRL_REASON_CESSATION_OF_OPERATION
source: The certificate is no longer needed for the purpose for which it was issued, but there is no cause to suspect that the private key has been compromised
ru: Сертификат более не нужен для целей, которых он выдавался, но нет причины полагать, что секретный ключ скомпрометирован

# ByDisconnectingFromESS
source: The task was aborted, because the employee was disconnected from Employee Self Service.
ru: Задача прекращена, так как сотрудник отключен от личного кабинета.

# ErrorGetConfirmationTypes
source: Cannot get available confirmation types from the signing service. Contact your system administrator. An error occurred when executing function SignPlatform.ModuleServerFunctions.GetConfirmationTypes(). {0}: {1}.Cannot get available confirmation types from the signing service. Contact your system administrator. An error occurred when executing function SignPlatform.ModuleServerFunctions.GetConfirmationTypes(). {0}: {1}.
ru: Не удалось получить способы подтверждения с сервиса подписания. Обратитесь к администратору системы. Произошла ошибка при выполнении функции SignPlatform.ModuleServerFunctions.GetConfirmationTypes(). {0}: {1}. Не удалось получить способы подтверждения с сервиса подписания. Обратитесь к администратору системы.

# EssSetting_Enum_ConfirmationType_DefaultValue
source: Default
ru: По умолчанию

# EssSetting_Enum_ConfirmationType_Email
source: Email
ru: Электронная почта

# EssSetting_Enum_ConfirmationType_FlashCall
source: Flash call
ru: Звонок

# EssSetting_Enum_ConfirmationType_None
source: None
ru: Не требуется

# ConfirmationTypeNotFound
source: Confirmation type {0} is not configured. Contact your system administrator.
ru: Способ подтверждения {0} не настроен. Обратитесь к администратору системы.

# ConfirmationType
source: Confirmation for document signing
ru: Подтверждение при подписании

# UserNotFound
source: The user is not found in the signing service. Issue an electronic signature certificate.
ru: Пользователь не найден в сервисе подписания. Выпустите сертификат электронной подписи.

# ErrorAddingParametersToCertificate
source: Filling of certificate parameters is completed. Parameters of certificates {0} were not filled in due to a lock.
ru: Заполнение параметров сертификатов завершено. Параметры сертификатов с ИД {0} не заполнены из-за блокировки.

# SuccessfullyAddingCertificateParameters
source: Certificate parameters are successfully filled in.
ru: Параметры сертификатов успешно заполнены.

# NoCertificatesWithEmptyParameters
source: There are no certificates with blank parameters.
ru: Нет сертификатов с незаполненными параметрами.
