Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/PowerOfAttorneyRevocation/PowerOfAttorneyRevocation.*.resx
Languages: ru

# RegisterPowerOfAttorneyRevocationError
source: An error occurred when registering the PoA revocation in the Federal Tax Service register. Contact your system administrator.
ru: При регистрации заявления на отзыв эл. доверенности в реестре ФНС произошла ошибка. Обратитесь к администратору.

# SetFPoARevocationStateCompletionMessage
source: The revocation of formalized PoA has been successfully registered in the FTS register.{1} {1}{0}
ru: Заявление на отзыв эл. доверенности зарегистрировано в реестре ФНС успешно.{1} {1}{0}

# RevocationSentSuccessfully
source: The PoA revocation has been sent for registration in the Federal Tax Service register.
ru: Заявление на отзыв эл. доверенности отправлено на регистрацию в реестре ФНС.

# PowerOfAttorneyRevocationNameTemplate
source: Power of Attorney Revocation No. {0}
ru: Заявление на отзыв доверенности № {0}

# ReCreateRevocationDialogTitle
source: Regenerate Power of Attorney Revocation
ru: Переформирование заявления на отзыв эл. доверенности

# ReCreateRevocationDialogButtonName
source: Regenerate
ru: Переформировать

# PowerOfAttorneyRevocationReCreationSuccess
source: The formalized PoA revocation has been successfully regenerated.
ru: Заявление на отзыв эл. доверенности переформировано успешно.

# RepeatedRegistrationErrorMessage
source: Revocation of formalized power of attorney is already registered in the FTS register.
ru: Заявление на отзыв эл. доверенности уже зарегистрировано в реестре ФНС.

# DifferentSignatureErrorMessage
source: The signature does not fit the data specified in the revocation of formalized power of attorney. The document must be signed with the principal's certificate.
ru: Подпись не соответствует данным в заявлении на отзыв эл. доверенности. Подпишите документ сертификатом доверителя.

# ExternalSystemIsUnavailableErrorMessage
source: An error occurred when registering the revocation of formalized power of attorney in the FTS register. Send the document again later.
ru: При регистрации в реестре ФНС произошла ошибка. Отправьте заявление на отзыв эл. доверенности на регистрацию позднее.

# ExternalSystemBadResponseErrorMessage
source: The principal's data in the revocation of formalized PoA does not fit the data in the Unified State Register of Legal Entities or Unified Register of Individual Entrepreneurs. Change the data and create the document version again.
ru: Информация о доверителе в заявлении на отзыв эл. доверенности не совпадает с данными в ЕГРЮЛ/ЕГРИП. Скорректируйте их и сформируйте документ повторно.

# DefaultErrorMessage
source: An error occurred while registering the revocation of formalized power of attorney. Contact your system administrator.
ru: При регистрации заявления на отзыв эл. доверенности в реестре ФНС произошла ошибка. Обратитесь к администратору.

# Enum_Operation_FtsStateChange
source: Change status of registration in FTS register
ru: Отметка о статусе в реестре ФНС

# Enum_Operation_FtsStateClear
source: Clear the "In FTS register" field
ru: Очистка статуса "В реестре ФНС"

# SetFPoARevocationStateErrorMessage
source: An error has occurred while registering the revocation of formalized PoA in the FTS register. Read the error information in the document card.{1} {1}{0}
ru: При регистрации заявления на отзыв эл. доверенности в реестре ФНС произошла ошибка. Ознакомьтесь с ошибкой в карточке документа.{1} {1}{0}

# SendRevocationToRevokedFPoAError
source: Power of attorney revocations cannot be registered in the FTS register for already revoked formalized powers of attorney.
ru: Регистрация заявления на отзыв в реестре ФНС возможна только для действующих эл. доверенностей.

# PoaNotFoundErrorMessage
source: Cannot find the formalized PoA in the FTS register.
ru: Эл. доверенность не найдена в реестре ФНС.
