Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: Sungero.PowerOfAttorneyCore/Sungero.PowerOfAttorneyCore.Shared/PowerOfAttorneyServiceConnection/PowerOfAttorneyServiceConnectionSystem.*.resx
Languages: ru

# Property_BusinessUnit
source: Business unit
ru: Наша организация

# DisplayName
source: Connection of Business Unit to POA Service
ru: Подключение нашей организации к сервису доверенностей

# CollectionDisplayName
source: Connections of Business Unit to POA Service
ru: Подключения нашей организации к сервису доверенностей

# AccusativeDisplayName
source: Connection of Business Unit to POA Service
ru: Подключение нашей организации к сервису доверенностей

# Property_ServiceApp
source: POA Service
ru: Сервис доверенностей

# Property_OrganizationId
source: ID in POA Service
ru: ИД в сервисе

# Property_ConnectionStatus
source: Connection
ru: Соединение

# Enum_ConnectionStatus_Connected
source: Established
ru: Установлено

# Enum_ConnectionStatus_Error
source: An error occurred
ru: Произошла ошибка

# Property_Name
source: Name
ru: Имя

# Property_Note
source: Note
ru: Примечание

# ControlGroup_685d8eec112a4bd9beed5bf22e791c26
source: Note
ru: Примечание

# Action_CheckConnection
source: Check Connection
ru: Проверить подключение

# Action_CheckConnectionDescription
source: Check connection to the POA service
ru: Проверка подключения к сервису доверенностей

# Action_CheckConnectionHint
source: Check connection to the POA service
ru: Проверить подключение к сервису доверенностей

# Ribbon_ServiceSettings_9825d2f3d59745699dbd4f12f89df076
source: Settings
ru: Настройка

# Action_ForceSave
source: Save connection
ru: Сохранить подключение

# Action_ForceSaveDescription
source: Save changes in connection
ru: Сохранить изменения в подключении

# Action_ForceSaveHint
source: Save changes in connection
ru: Сохранить подключение
