Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: Sungero.Exchange/Sungero.Exchange.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: Exchange
ru: Электронный обмен

# JobDisplayName_65fa7815170d489cb613c2c2366161a4
source: Electronic exchange. Convert documents to PDF
ru: Электронный обмен. Преобразование документов в PDF

# JobDescription_65fa7815170d489cb613c2c2366161a4
source: Convert electronic exchange documents to PDF with adding a digital signature mark
ru: Преобразование документов электронного обмена в PDF с наложением штампа электронной подписи

# JobDisplayName_13f61e218bb94a3db72be92da64c60b4
source: Electronic exchange. Receive messages
ru: Электронный обмен. Получение сообщений

# JobDescription_13f61e218bb94a3db72be92da64c60b4
source: Receive messages from exchange services
ru: Получение сообщений из сервисов обмена

# JobDisplayName_e7b6f44d78eb4c9fb6e5ffa66a262e91
source: Electronic exchange. Create tasks to send document receipt notifications
ru: Электронный обмен. Создание задач по отправке извещений о получении документов

# JobDescription_e7b6f44d78eb4c9fb6e5ffa66a262e91
source: Create tasks to send document receipt notifications
ru: Создание задач по отправке извещений о получении документов

# JobDisplayName_b54f0e860cac49bfb99b30ffd8030d9b
source: Electronic exchange. Create document receipt notifications
ru: Электронный обмен. Создание извещений о получении документов

# JobDescription_b54f0e860cac49bfb99b30ffd8030d9b
source: Create notifications about receipt of electronic exchange documents
ru: Создание извещений о получении документов электронного обмена

# JobDisplayName_a050e9dcac0a40c2a3227f1832e53f36
source: Electronic exchange. Send document receipt notifications
ru: Электронный обмен. Отправка извещений о получении документов

# JobDescription_a050e9dcac0a40c2a3227f1832e53f36
source: Send notifications about receipt of documents from exchange service
ru: Отправка извещений о получении документов из сервиса обмена

# AsyncHandler_Description_a55a422f80524ad2bf69f7e362bf9d4e
source: Process messages from an exchange service.
ru: Обработка сообщений из сервиса обмена.

# JobDisplayName_86815feac9d84531b90d44100affbaa6
source: Electronic exchange. Receive historical messages
ru: Электронный обмен. Получение исторических сообщений

# JobDescription_86815feac9d84531b90d44100affbaa6
source: Receive historical messages from exchange services
ru: Получение исторических сообщений из сервисов обмена

# AsyncHandler_Description_a0d6af7a25e14ca0b01b169b2478fdbb
source: Convert electronic exchange documents to PDF and add a digital signature mark.
ru: Преобразование документов электронного обмена в PDF с отметкой об электронной подписи.
