Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: Sungero.RecordManagement/Sungero.RecordManagement.Shared/ActionItemPredictionInfo/ActionItemPredictionInfoSystem.*.resx
Languages: ru

# DisplayName
source: Result of Processing Document for Execution
ru: Результат обработки документа для исполнения

# AccusativeDisplayName
source: Result of Processing Document for Execution
ru: Результат обработки документа для исполнения

# CollectionDisplayName
source: Results of Processing Documents for Execution
ru: Результаты обработки документов для исполнения

# Property_TaskId
source: Task ID
ru: ИД задачи

# Property_TaskType
source: Task type
ru: Тип задачи

# Enum_TaskType_DocumentReview
source: Document review task
ru: Задача на рассмотрение документа

# Enum_TaskType_ActionItem
source: Action item execution task
ru: Задача на исполнение поручения

# Property_ArioTaskStatus
source: Task status in Directum Ario
ru: Статус задачи в Directum Ario

# Property_ArioTaskId
source: Task ID in Directum Ario
ru: ИД задачи в Directum Ario

# Enum_ArioTaskStatus_InProcess
source: Task in process
ru: В работе

# Enum_ArioTaskStatus_Success
source: Task is completed
ru: Завершена

# Enum_ArioTaskStatus_ErrorOccured
source: An error occured
ru: Произошла ошибка

# Property_AIManagerAssistant
source: Virtual assistant
ru: Виртуальный ассистент

# Property_ArioResultJson
source: Ario result json
ru: Результат обработки в JSON формате

# ControlGroup_f357a9833d8840829d0395131f94d17f
source: Process by Directum Ario services
ru: Обработка сервисами Directum Ario

# ControlGroup_45c38e463a6048e6b67b706e69e23264
source: Action item
ru: Поручение

# Property_ActionItemId
source: Action item ID
ru: ИД поручения

# ControlGroup_d029941a7d6e44a4aa4aed40fcea2fd8
source: Action item draft
ru: Проект подчиненного поручения

# Property_Assignee
source: Assignee
ru: Исполнитель
