Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: Sungero.Commons/Sungero.Commons.Shared/EntityRecognitionInfo/EntityRecognitionInfoSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Имя

# DisplayName
source: Entity Recognition Info
ru: Результат распознавания сущности

# CollectionDisplayName
source: Entity Recognition Infos
ru: Результаты распознавания сущности

# AccusativeDisplayName
source: Entity Recognition Info
ru: Результат распознавания сущности

# Property_RecognizedClass
source: Recognized class
ru: Распознанный класс

# Property_ClassProbability
source: Probability
ru: Вероятность

# Property_EntityId
source: Entity ID
ru: ИД сущности

# Property_EntityType
source: EntityType
ru: Тип сущности

# Property_Facts
source: Facts Fields
ru: Поля фактов

# ControlGroup_88560c69cea248eeb1c0cc3e550830b8
source: Facts And Fields
ru: Факты и поля

# Property_AdditionalClassifiers
source: Additional Classifiers
ru: Дополнительные классификаторы

# Form_4656b0982f584029b9f29c65b534ae67
source: Extra
ru: Дополнительно

# Property_DocTypeClassifierTrainingSession
source: Training session
ru: Сессия обучения по типам

# Enum_ClassifierTrainingSession_Awaiting
source: Awaiting
ru: В ожидании

# Enum_ClassifierTrainingSession_Started
source: Training started
ru: Обучение начато

# Enum_ClassifierTrainingSession_Completed
source: Training completed
ru: Обучение завершено

# Enum_ClassifierTrainingSession_Error
source: An error occurred
ru: Возникла ошибка

# Property_VerifiedClass
source: Verified class
ru: Подтвержденный класс

# Property_DocTypeClassifierTrainingStatus
source: State of training of classifier by types
ru: Статус обучения классификатора по типам

# ControlGroup_55f47cfddd4b4653b5f83ec5e4073f64
source: Training of classifier by types
ru: Обучение классификатора по типам

# ControlGroup_dc3a9d386bf840949feee5d954c35700
source: Additional classifiers
ru: Дополнительные классификаторы

# Enum_DocTypeClassifierTrainingStatus_Error
source: An error occurred
ru: Возникла ошибка

# Enum_DocTypeClassifierTrainingStatus_Completed
source: Training completed
ru: Обучение завершено

# Enum_DocTypeClassifierTrainingStatus_InProcess
source: Training in process
ru: Обучение в процессе

# Enum_DocTypeClassifierTrainingStatus_Awaiting
source: Awaiting
ru: Ожидание обучения

# Property_Created
source: Created at
ru: Создан

# Action_ShowDocument
source: Document Card
ru: Карточка документа

# Action_ShowDocumentHint
source: Open document card
ru: Открыть карточку документа

# Action_ShowDocumentDescription
source: Open card of the document processed by Ario
ru: Открытие карточки обработанного в Ario документа

# Ribbon_ShowCommands_02ac50d508c145538b2198e9d3c2c262
source: Show
ru: Показать

# Property_Verified
source: Verified
ru: Проверено

# Property_FirstPageClassifierTrainingStatus
source: State of training of first page classifier
ru: Статус обучения классификатора первых страниц

# Property_FirstPageClassifierTrainingSession
source: Session of first page classifier training
ru: Сессия обучения классификатора первых страниц

# Property_VerifiedVersionNumber
source: Verified version
ru: Верифицированная версия

# Enum_FirstPageClassifierTrainingStatus_Awaiting
source: Awaiting
ru: Ожидание обучения

# Enum_FirstPageClassifierTrainingStatus_InProcess
source: Training in process
ru: Обучение в процессе

# Enum_FirstPageClassifierTrainingStatus_Completed
source: Training completed
ru: Обучение завершено

# Enum_FirstPageClassifierTrainingStatus_Error
source: An error occurred
ru: Возникла ошибка

# ControlGroup_c5da0cb350924d0bb045637168b1c280
source: Training of first page classifier
ru: Обучение классификатора первых страниц
