Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/FormalizedPowerOfAttorney/FormalizedPowerOfAttorney.*.resx
Languages: ru

# ErrorValidateUnifiedRegistrationNumber
source: The registration number must be in the GUID format.
ru: Номер должен соответствовать формату Guid.

# RegistrationNumberInBrackets
source: (reg. No. {0})
ru: (рег. № {0})

# ImportPowerOfAttorneyFromXml
source: Import formalized POA
ru: Импорт эл. доверенности

# File
source: XML file
ru: XML-файл

# SignatureFile
source: Signature
ru: Эл. подпись

source: Import
ru: Импортировать

# FormalizedPowerOfAttorneyImportFailed
source: Cannot import the formalized power of attorney.
ru: Не удалось импортировать доверенность.

# XmlLoadFailed
source: The selected document has invalid format.
ru: Выбранный документ не соответствует формату.

# SignatureImportFailed
source: Cannot import the digital signature.
ru: Не удалось импортировать подпись.

# PowerOfAttorneySuccessfullyImported
source: The formalized POA and digital signature have been imported successfully.
ru: Эл. доверенность и подпись к ней импортированы успешно.

# Enum_Operation_ImportFromXml
source: Import
ru: Импорт

# ImportFromXmlHistoryComment
source: From XML file
ru: Из XML-файла

source: Duplicates not found.
ru: Дубли не найдены.

# DuplicatesDetected
source: Duplicate records found.
ru: Обнаружены дублирующие записи.

# FormalizedPowerOfAttorney
source: {0} No. {1} dated {2}.
ru: {0} №{1} от {2}.

# GenerateBodyWithPdfError
source: An error occurred when generating a formalized power of attorney. Correct the data and generate the power of attorney again.
ru: При формировании эл. доверенности произошла ошибка. Скорректируйте данные и сформируйте документ повторно.

# GenerateBodyWithPdfSuccess
source: Formalized POA generated successfully.
ru: Эл. доверенность сформирована успешно.

# FPoAStateHasBeenUpdated
source: Status of the formalized PoA has been updated.
ru: Актуальный статус эл. доверенности установлен.

# FormalizedPowerOfAttorneyRegistrationCompleted
source: The formalized PoA has been successfully registered in the FTS register.{1} {1}{0}
ru: Эл. доверенность зарегистрирована в реестре ФНС успешно.{1} {1}{0}

# FPoAStateCheckFailed
source: Cannot receive reply from the PoA management service. Check the document data and try again later.
ru: Не удалось получить ответ от сервиса. Проверьте данные и повторите проверку эл. доверенности.

# TitleForNotice
source: POA revoked: {0}
ru: Отозвана доверенность: {0}

# FormalizedPowerOfAttorneyRevocationReason
source: {0}Formalized POA is revoked. Reason: {1}
ru: {0}Эл. доверенность отозвана. Причина: {1}

# RevocationDialogTitle
source: Create Power of Attorney Revocation
ru: Создание заявления на отзыв эл. доверенности

# RevocationDialogReasonFieldName
source: Reason for revocation
ru: Причина отзыва

# PowerOfAttorneyRevocationCreationFailed
source: Cannot create a power of attorney revocation.
ru: Не удалось создать заявление на отзыв электронной доверенности.

# FormalizedPowerOfAttorneySendForRegistrationError
source: An error occurred while registering the formalized POA in the FTS register. Contact your system administrator.
ru: При регистрации эл. доверенности в реестре ФНС произошла ошибка. Обратитесь к администратору.

# FillRevocationReason
source: Specify a reason for revocation.
ru: Заполните причину отзыва.

# FormalizedPowerOfAttorneySentForRegistrationSuccessfully
source: Formalized POA has been sent to the FTS for registration.
ru: Эл. доверенность отправлена на регистрацию в реестре ФНС.

# FailedToCreatePoA
source: Failed to create power of attorney
ru: Ошибка при формировании доверенности

# CreateRevocationDialogButtonName
source: Create
ru: Создать

# NoRightsToDocument
source: You do not have sufficient access rights to the document. Contact your system administrator.
ru: Отсутствуют права на документ. Обратитесь к администратору системы

# ExternalSystemIsUnavailableErrorMessage
source: An error occurred when registering the formalized power of attorney in the FTS register. Send the document again later.
ru: При регистрации в реестре ФНС произошла ошибка. Отправьте эл. доверенность на регистрацию позднее.

# ConflictDifferentSignatureErrorMessage
source: The formalized power of attorney is already registered in the FTS register. Update its status by clicking the "Check Status" button.
ru: Эл. доверенность уже зарегистрирована в реестре ФНС. Обновите статус по кнопке "Проверить статус".

# DefaultErrorMessage
source: An error occurred while registering the formalized power of attorney. Contact your system administrator.
ru: При регистрации эл. доверенности произошла ошибка. Обратитесь к администратору.

# DifferentSignatureErrorMessage
source: The signature does not fit the data specified in the formalized power of attorney. The document must be signed with the principal's certificate.
ru: Подпись не соответствует данным в эл. доверенности. Подпишите документ сертификатом доверителя.

# UnsupportedPoAErrorMessage
source: The data in the formalized PoA does not match the data in the FTS register. Contact your system administrator.
ru: Информация в эл. доверенности не совпадает с данными в реестре ФНС. Обратитесь к администратору.

# FPoARegistrationInProcess
source: The formalized PoA is being registered in the FTS register. After that, the document status will be updated.
ru: Идет регистрация эл. доверенности в реестре ФНС. После завершения обновится статус документа.

# FPoARevocationInProcess
source: The formalized PoA is being revoked from the FTS register. After that, the document status will be updated.
ru: Идет отзыв эл. доверенности в реестре ФНС. После завершения обновится статус документа.

# FPoANotFound
source: Cannot find the formalized PoA or connection to the PoA service is not set. Check the document status again later.
ru: Не найдена эл. доверенность или отсутствует подключение к сервису доверенностей. Повторите проверку позднее.

# FPoAAttributesNotMatchXml
source: Data in the document card does not fit the data in the XML file. Change the data and check the status of formalized power of attorney again.
ru: Данные в карточке не соответствуют XML-файлу. Скорректируйте данные и повторите проверку эл. доверенности.

# FPoASetRevokedStateFailed
source: Cannot check the formalized PoA status. Contact your system administrator.
ru: Не удалось проверить статус эл. доверенности. Обратитесь к администратору.

# Enum_Operation_FtsStateChange
source: Change status of registration in FTS register
ru: Отметка о статусе в реестре ФНС

# CannotGeneratePdfForImportedFPoA
source: Cannot create a version for imported formalized power of attorney.
ru: Для импортированной эл. доверенности невозможно повторно создать версию.

# Enum_Operation_FtsStateClear
source: Clear the "In FTS register" field
ru: Очистка статуса "В реестре ФНС"

# NoLicenseToPowerOfAttorneyKontur
source: The action is availabe only if you have module "Formalized PoA. Connector to "Kontur. Power of Attorney".
ru: Действие доступно при наличии лицензии на модуль "Эл. доверенности. Коннектор к Контур.Доверенность"

# OpenInFtsRegistryErrorMessage
source: To open the formalized PoA on the FTS website, specify TIN of the agent and principal.
ru: Для открытия эл. доверенности на сайте заполните ИНН представителя и доверителя.

# SyncFtsListStateSuccessNotification
source: Status of the formalized PoA has been updated.{1} {1}{0}
ru: Актуальный статус эл. доверенности установлен.{1} {1}{0}

# FormalizedPowerOfAttorneyRegistrationError
source: An error has occurred while registering the formalized PoA in the FTS register. Read the error information in the document card.{1} {1}{0}
ru: При регистрации эл. доверенности в реестре ФНС произошла ошибка. Ознакомьтесь с ошибкой в карточке документа.{1} {1}{0}

# RequiredPropertiesError
source: TODO
ru: Действие доступно, если заполнены все обязательные поля.
