Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/FormalizedPowerOfAttorney/FormalizedPowerOfAttorneySystem.*.resx
Languages: ru

# DisplayName
source: Formalized Power of Attorney
ru: Электронная доверенность

# CollectionDisplayName
source: Formalized Powers of Attorney
ru: Электронные доверенности

# AccusativeDisplayName
source: Formalized Power of Attorney
ru: Электронную доверенность

# Property_UnifiedRegistrationNumber
source: Unified Reg. No.
ru: Единый рег. №

# ControlGroup_4e1d78fc6f6c4c81bf9aa1fa2031a46b
source: Date and number
ru: Дата и номер

# ControlGroup_696a8bb83e1244c8927a37d955cfbf0f
source: Retention
ru: Хранение

# ControlGroup_1b194ce3c44048879f0d1cdc4303c583
source: Lifecycle
ru: Жизненный цикл

# ControlGroup_72e492251e834e65bb33ea838a458e43
source: Location
ru: Местонахождение

# Action_ImportVersionWithSignature
source: Import Power of Attorney
ru: Импортировать

# Action_ImportVersionWithSignatureDescription
source: Import formalized POA and signature it is signed with
ru: Импорт эл. доверенности и подписи к ней

# Action_ImportVersionWithSignatureHint
source: Import formalized POA and signature it is signed with
ru: Импортировать эл. доверенность и подпись к ней

# Action_ShowDuplicatesHint
source: Show Duplicates
ru: Показать дубли

# Action_ShowDuplicatesDescription
source: Open the list to view duplicates.
ru: Открытие списка для просмотра дублей.

# Action_ShowDuplicates
source: Show Duplicates
ru: Показать дубли

# Action_GenerateBodyWithPdf
source: Create
ru: Сформировать

# Action_GenerateBodyWithPdfDescription
source: Create formalized power of attorney in XML and PDF
ru: Создание эл. доверенности в форматах XML и PDF

# Action_GenerateBodyWithPdfHint
source: Create formalized power of attorney
ru: Сформировать эл. доверенность

# Action_CheckStateWithService
source: Check Status
ru: Проверить статус

# Action_CheckStateWithServiceDescription
source: Check status of the formalized PoA in the FTS register
ru: Проверка статуса эл. доверенности в реестре ФНС

# Action_CheckStateWithServiceHint
source: Check status of the formalized POA in the FTS register
ru: Проверка статуса эл. доверенности в реестре ФНС

# Action_RegisterWithService
source: Register in FTS
ru: Зарегистрировать в ФНС

# Action_RegisterWithServiceDescription
source: Send the formalized POA to the FTS for registration
ru: Отправка эл. доверенности на регистрацию в реестре ФНС

# Action_RegisterWithServiceHint
source: Send the formalized POA to the FTS for registration
ru: Отправка эл. доверенности на регистрацию в реестре ФНС

# Action_CreateRevocation
source: PoA Revocation
ru: Заявление на отзыв

# Action_CreateRevocationDescription
source: Create a formalized PoA revocation in XML and PDF. If the revocation has already been created, then its card opens
ru: Создание заявления на отзыв эл. доверенности в форматах XML и PDF. Если заявление уже создано, откроется карточка документа.

# Action_CreateRevocationHint
source: PoA Revocation
ru: Создать заявление на отзыв

# Property_FtsListState
source: In FTS register
ru: В реестре ФНС

# Enum_FtsListState_OnRegistration
source: Registration pending
ru: На регистрации

# Enum_FtsListState_Rejected
source: Registration error
ru: Ошибка регистрации

# Enum_FtsListState_Registered
source: Registered
ru: Зарегистрирован

# Enum_FtsListState_OnRevoke
source: Revocation requested
ru: Запрошен отзыв

# Enum_FtsListState_Revoked
source: Revoked
ru: Отозван

# Property_FtsRejectReason
source: FTS registration error
ru: Ошибка регистрации в ФНС

# ControlGroup_5ea11aa42168485cb01fe7cfba92c3ec
source: Details
ru: Подробнее

# Action_OpenInFtsRegistryDescription
source: Read information about formalized PoA on the FTS website
ru: Открытие информации об эл. доверенности на сайте ФНС

# Action_OpenInFtsRegistryHint
source: Read information about formalized PoA on the FTS website
ru: Открытие информации об эл. доверенности на сайте ФНС

# Action_OpenInFtsRegistry
source: Open on Website
ru: Открыть на сайте

# Ribbon_FTSRegistry_16ca3bfb2b76469d88e808b6fc4da5db
source: FTS registry
ru: Реестр ФНС

# Property_RegisteredSignatureId
source: Signature ID
ru: ИД подписи

# Property_FormatVersion
source: Format version
ru: Версия формата
