Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/DocumentComparisonInfo/DocumentComparisonInfoSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Имя

# DisplayName
source: Comparison Result
ru: Результат сравнения

# AccusativeDisplayName
source: Comparison Result
ru: Результат сравнения

# CollectionDisplayName
source: Comparison Results
ru: Результаты сравнения

# Property_Author
source: Comparison initiator
ru: Инициатор сравнения

# Property_FirstDocumentId
source: Original document ID
ru: ИД эталонного документа

# Property_SecondDocumentId
source: Revised document ID
ru: ИД документа для сравнения

# Property_FirstVersionExtension
source: Original version extension
ru: Расширение эталонной версии

# Property_SecondVersionExtension
source: Revised version extension
ru: Расширение версии для сравнения

# Property_FirstArioTaskId
source: ID of Ario task to convert original version
ru: ИД задачи в Ario на преобразование эталонной версии

# Property_SecondArioTaskId
source: ID of Ario task to convert revised version
ru: ИД задачи в Ario на преобразование версии для сравнения

# Property_FirstPdfVersion
source: Converted original version
ru: Сконвертированная эталонная версия

# Property_SecondPdfVersion
source: Converted revised version
ru: Сконвертированная версия для сравнения

# Property_ResultPdf
source: Comparison result
ru: Результат сравнения

# Property_DifferencesCount
source: Number of differences
ru: Число различий

# Property_ErrorMessage
source: Error message
ru: Сообщение об ошибке

# ControlGroup_7f86c41f681a4e90a24b8ee54f305c22
source: Documents to compare
ru: Документы для сравнения

# ControlGroup_a72aecea31e3499fa324ef52750f42b5
source: Processing status
ru: Состояние обработки

# Action_OpenResultPdf
source: Open Result
ru: Открыть результат

# Action_OpenResultPdfDescription
source: Open comparison result
ru: Открытие результата сравнения

# Action_OpenResultPdfHint
source: Open comparison result
ru: Открытие результата сравнения

# Property_ProcessingStatus
source: Processing status
ru: Статус обработки

# Enum_ProcessingStatus_Started
source: Comparison started
ru: Сравнение начато

# Enum_ProcessingStatus_PdfConverting
source: Converting to PDF
ru: Конвертация в PDF

# Enum_ProcessingStatus_Error
source: An error occurred
ru: Возникла ошибка

# Enum_ProcessingStatus_PdfConverted
source: Converted to PDF
ru: Сконвертировано в PDF

# Enum_ProcessingStatus_Compared
source: Comparison finished
ru: Сравнение завершено

# Property_DeletionDate
source: Scheduled deletion date
ru: Плановая дата удаления

# Property_FirstVersionNumber
source: Original version number
ru: Номер эталонной версии

# Property_SecondVersionNumber
source: Revised version number
ru: Номер версии для сравнения

# Property_FirstVersionHash
source: Original version hash
ru: Хэш эталонной версии

# Property_SecondVersionHash
source: Revised version hash
ru: Хэш версии для сравнения
