Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: Sungero.MobileApps/Sungero.MobileApps.Shared/MobileAppSetting/MobileAppSettingSystem.*.resx
Languages: ru

# Property_Employee
source: Employee
ru: Сотрудник

# DisplayName
source: Setting of Mobile Apps
ru: Настройка мобильных приложений

# CollectionDisplayName
source: Settings of Mobile Apps
ru: Настройки мобильных приложений

# AccusativeDisplayName
source: Setting of Mobile Apps
ru: Настройку мобильных приложений

# Property_VisibleFolders
source: List of visible folders
ru: Список видимых папок

# Action_Reset
source: Update List
ru: Заполнить список

# Action_ResetDescription
source: Fill in the list with the employee's folders
ru: Заполняет список папками по умолчанию

# Action_ResetHint
source: Fill in the list with employee's folders
ru: Заполняет список папками по умолчанию

# Action_AddFolder
source: Add Folder
ru: Добавить папку

# Action_AddFolderHint
source: Add a folder to the list of visible folders
ru: Добавление папки в список видимых папок

# Action_AddFolderDescription
source: Add a folder to the list of visible folders
ru: Добавление папки в список видимых папок

# ControlGroup_4ed36f1394244eaca790272944c366c7
source: Visible folders list
ru: Список видимых папок
