Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: DirRX.EssPlatformSolution/DirRX.EssPlatformSolution.Shared/BusinessUnit/BusinessUnit.*.resx
Languages: ru

# DisconnectBusinessUnitError
source: Some employees of the business unit have accounts in Employee Self Service. Disable ESS for these employees before disabling it for the business unit.
ru: В организации есть сотрудники, подключенные к личному кабинету. Отключите их перед тем, как отключить организацию.

# SmsToOldPhoneText
source: The phone number is disconnected from Employee Self Service
ru: Этот номер отключен от личного кабинета

# SmsToNewPhoneText
source: The phone number is connected to Employee Self Service
ru: Этот номер подключен к личному кабинету

# SmsAfterCloseText
source: Your access to the Employee Self Service is suspended
ru: Ваш доступ в личный кабинет отключен

# SmsAfterTemporaryCloseText
source: Your access to the Employee Self Service is suspended.
ru: Ваш доступ в личный кабинет временно отключен

# SmsAfterActivateText
source: Link to the ESS: #URL_SITE_ESS
ru: Доступ в личный кабинет: #URL_SITE_ESS

# ConnectEmployeeESSWarning
source: There are employees who are not connected to ESS and use notification settings of the business unit. Connect the employees to ESS to notify them of assignments via SMS or Viber, or configure other notification settings for them.
ru: В организации есть сотрудники, которые не подключены к личному кабинету и используют способы доставки, настроенные для организации. Подключите сотрудников к личному кабинету, чтобы оповещать их о заданиях через SMS или Viber, либо задайте для них другие способы оповещения.

# EmptyEmailExistsWarning
source: Some employees who use notification settings of the business unit do not have their email specified. Specify emails in employees' cards or configure other notification settings for them.
ru: Не заполнен адрес электронной почты у некоторых сотрудников, использующих способы доставки, настроенные для организации. Укажите адреса в карточках сотрудников или задайте для них другие способы оповещения.

# EmptyEmailPersonalExistsWarning
source: Some employees who use notification settings of the business unit do not have their personal email specified. Specify emails in employees' cards or configure other notification settings for them.
ru: Не заполнен адрес личной электронной почты у некоторых сотрудников, использующих способы доставки, настроенные для организации. Укажите адреса в карточках сотрудников или задайте для них другие способы оповещения.

# SmsAndViberNotifyEmployeesError
source: To notify employees of their assignments via SMS or Viber, connect the business unit to the Employee Self Service.
ru: Чтобы оповещать сотрудников о заданиях через SMS или Viber, подключите организацию к сервисам личного кабинета.
