Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: DirRX.EssPlatform/DirRX.EssPlatform.Shared/Module.*.resx
Languages: ru

# ConfirmDeleteEssUser
source: After you save the card, the employee's account in the ESS will be deleted. Later on, to provide the employee with access to the ESS again, create a new account.
ru: После сохранения учетная запись сотрудника в личном кабинете будет удалена. Для повторного подключения к личному кабинету зарегистрируйте для сотрудника новую учетную запись.

# BulkSendInvantions
source: Send invitations to employees
ru: Отправка приглашений пользователям

# BusinessUnit
source: Business units
ru: Наши организации

source: Select business units
ru: Выбрать наши организации

# Department
source: Departments
ru: Подразделения

source: Select departments
ru: Выбрать подразделения

# Employee
source: Employees
ru: Сотрудники

source: Select employees
ru: Выбрать сотрудников

# PersonalPhoneRequired
source: Phone numbers of some employees are not specified: {0} Specify phone numbers in the the employees' cards in the "Employee Self Service" group.
ru: Не указаны личные телефоны сотрудников: {0} Укажите телефон в карточке сотрудника в группе "Личный кабинет".

# ESSInviteSent
source: Invitation sent.
ru: Приглашение отправлено.

# ErrorESSInvite
source: An error occurred when sending the invitation. Contact your system administrator.
ru: При отправке приглашения произошла ошибка. Обратитесь к администратору системы.

# LoginError
source: Authentication error. Make sure that the login and password are correct.
ru: Ошибка аутентификации. Проверьте правильность логина и пароля.

# ErrorWhileConnectToIds
source: An error occurred when connecting to the Identity Service. Check the connection parameters.
ru: При подключении к сервису идентификации произошла ошибка. Проверьте настройки подключения.

# ErrorESSInvites
source: An error occurred when sending invitations. Contact your system administrator.
ru: При отправке приглашений произошла ошибка. Обратитесь к администратору системы.

# InvitesSend
source: Employee cards processed: {0}. Invitations sent: {1}. Number of employees whose personal phone number is not specified: {2}. Number of employees whose work or personal email is not specified: {3}. Number of employees to whom invitations are already sent: {4}. Number or employees connected to Employee Self Service: {5}.
ru: Обработано карточек сотрудников: {0} Отправлено приглашений: {1} Количество сотрудников, у которых не указан личный телефон: {2} Количество сотрудников, у которых не указан рабочий либо личный email: {3} Количество сотрудников, которым уже было отправлено приглашение: {4} Количество сотрудников, которые уже подключены к личному кабинету: {5}

# CreateEssUsers
source: Invitation to ESS
ru: Приглашение в ЛК

# MessageBrokerCheckConnectionError
source: Message broker: {0}.
ru: Сервис обмена сообщениями: {0}.

# FindEssUserException
source: An error occurred when searching for the account in Employee Self Service: {0}, {1}. Contact your sysem administrator.
ru: При поиске пользователя личного кабинета произошла ошибка: {0}, {1}. Обратитесь к администратору системы.

# GetAnAuthenticationTokenError
source: An error occurred when connecting to the Identity Service. Contact your system administrator.
ru: При соединении с сервисом идентификации произошла ошибка. Обратитесь к администратору системы.

# SendSMSError
source: An error occurred when sending an SMS message: {0}, {1}. Contact you system administrator.
ru: При отправке SMS произошла ошибка: {0}, {1}. Обратитесь к администратору системы.

# ActivateESSUserException
source: An error has occurred while executing EssPlatform.ModuleServerFunctions.ActivateESSUser(). {0}: {1}
ru: При выполнении EssPlatform.ModuleServerFunctions.ActivateESSUser() произошла ошибка. {0}: {1}

# EmptyIdentityServiceField
source: An error occurred. The value of field "{0}" is not specified in the settings of connection to Employee Self Service. Contact your system administrator.
ru: Произошла ошибка. В настройках подключения к личному кабинету не заполнено поле "{0}". Обратитесь к администратору системы.

# ActivateEssUserError
source: An error occurred when sending the invitation - {0}. Contact your system administrator.
ru: При отправке приглашения произошла ошибка - {0}. Обратитесь к администратору системы.

# NoEssSettings
source: Employee Self Service is not enabled iin the system. Contact your system administrator.
ru: Сервисы личного кабинета не подключены. Обратитесь к администратору системы.

# DisconnectEssUserError
source: An error occurred when disconnecting the employee from Employee Self Service. Contact your system administrator.
ru: При отключении пользователя от личного кабинета произошла ошибка. Обратитесь к администратору системы.

# UpdateEssuserError
source: An error occurred when updating the employee's personal phone number. Contact your system administrator.
ru: При обновлении личного телефона сотрудника произошла ошибка. Обратитесь к администратору системы.

# ESSInviteSentToAsync
source: Sending invitations has started. The result of sending will be received in a notification.
ru: Запущена отправка приглашений. Результат отправки поступит в уведомлении.

# ESSNoticeSubject
source: Invite sending result
ru: Результат отправки приглашений

# ActivateEssUsersMaxRetryCount
source: The number of attempts to send invitations is more than {0}.
ru: Число попыток отправить приглашения превысило {0}.

# UserNotAdministrator
source: Only employees included in the "Administrators" role can send bulk invitations.
ru: Выполнять массовую рассылку приглашений могут только сотрудники, входящие в роль "Администраторы".

# InviteSendWithErrors
source: Number of employees who have not received invitation due to sending errors: {0}.
ru: Количество пользователей, которым не были отправлены приглашения из-за ошибок: {0}.

# SendEMailError
source: An error occurred when sending an email. Contact your system administrator. {0}: {1}.
ru: При отправке e-mail произошла ошибка. Обратитесь к администратору системы. {0}: {1}.

# SendViberError
source: An error occurred when sending a message in Viber. Contact your system administrator. {0}: {1}.
ru: При отправке сообщения в Viber произошла ошибка. Обратитесь к администратору системы. {0}: {1}.

# NewAssignmentNotificationText
source: You have a new assignment: {0}
ru: У вас новое задание: {0}

# NewNoticeNotificationText
source: You have a new notification: {0}
ru: У вас новое уведомление: {0}

# ESSCheckConnectionError
source: Cannot connect to ESS: {0}.
ru: Ошибка подключения: {0}.

# CheckConnectionError
source: Error {0}
ru: Ошибка {0}

# SendMessagesErrorSubject
source: Cannot send message to ESS user
ru: Ошибка при отправке сообщения пользователю личного кабинета

# SendMessageToViberNoticeError
source: An error occurred when sending a message in Viber to employee {0}. Employee ID: {1}.
ru: При отправке сообщения в Viber пользователю {0} произошла ошибка. ИД пользователя: {1}.

# SendEmailNoticeError
source: An error occurred when sending an email to employee {0}. Employee ID: {1}.
ru: При отправке сообщения по электронной почте пользователю {0} произошла ошибка. ИД пользователя: {1}.

# SendSmsNoticeError
source: An error occurred when sending an SMS to employee {0}. Employee ID: {1}.
ru: При отправке SMS-сообщения пользователю {0} произошла ошибка. ИД пользователя: {1}.

# EmployeePhoneCheckErrorsList
source: Errors occurred when verifying the phone number: {0}
ru: При проверке номера телефона возникли ошибки: {0}

# ErrorPhoneNumberDigits
source: Incorrect digits count in the phoneNumber {0} for formatting
ru: Неверное количество цифр в номере телефона {0}

# EssSeviceCheckConnectionError
source: Address of the ESS Application Server: {0}.
ru: Адрес сервера приложения личного кабинета: {0}.

# Init_CreateRoles
source: Init: Create Default Roles.
ru: Инициализация: Создание стандартных ролей.

# RoleName_UsersWithAccessToIdentityDocument
source: Employees with access to personal data
ru: Сотрудники с доступом к персональным данным

# RoleDescription_UsersWithAccessToIdentityDocument
source: Employees who manage personal data.
ru: Сотрудники, ответственные за работу с персональными данными.

# SignServiceCheckConnectionError
source: Sign Service: {0}.
ru: Сервис подписания: {0}.

# CertificateRequestJobStarted
source: Check of request statuses has been launched.
ru: Проверка статусов запросов запущена

# RoleName_AdminElEmployeeInteractionSystem
source: Administrators responsible for issuing electronic signature certificates
ru: Администраторы выпуска сертификатов электронных подписей

# RoleDescription_AdminElEmployeeInteractionSystem
source: Administrators responsible for sending requests for electronic signature certificates and monitoring request statuses.
ru: Администраторы, ответственные за отправку запросов на выпуск сертификатов электронных подписей и проверку статусов запросов.

# UserNotAdminElEmployeeInteractionSystem
source: Only employees included in role "Administrators responsible for issuing electronic signature certificates" can run the check of request statuses.
ru: Проверку статусов запросов могут запускать только сотрудники, входящие в роль "Администраторы выпуска сертификатов электронных подписей".

# CloudSignError
source: The Identity Service is unavailable. Contact your system administrator.
ru: Сервис идентификации недоступен. Обратитесь к администратору системы.

# CreateCertificateIssueTask
source: Issue certificate
ru: Выпуск сертификата

# ConfirmationType
source: Confirmation for document signing
ru: Подтверждение при подписании

# EmailTemplate
source: <!DOCTYPE html> <html> <head> <style type="text/css"> body table tr td { border-collapse: collapse; vertical-align:text-top; } </style> </head> {{< hr}} <hr size="1" width="99%" noshade="" style="color:#D0D0D0" align="center"> {{/hr}} <body> <img border="0" height="25" src="cid:logo.png@01D004A6.A303C580" /> <p style="margin-bottom:0"> You have a {{#IsExpired}}expired{{/IsExpired}}{{^IsExpired}}new{{/IsExpired}} {{#Sungero.Docflow.PublicFunctions.Module.GetAssignmentTypeName Assignment}}{{ToLower}}{{/Sungero.Docflow.PublicFunctions.Module.GetAssignmentTypeName}}. </p> {{> hr}} <table style="margin-left:15px;"> <tr> <td>{{Sungero.Docflow.PublicFunctions.Module.GetAssignmentTypeName Assignment}}:</td> <td><a href="{{Hyperlink}}">{{Assignment.Subject}}</a></td> </tr> {{#Subject}} <tr> <td valign="top">Task subject:</td> <td>{{.}}</td> </tr> {{/Subject}} {{#if HasSubstitutions}} <tr> <td>To:</td> <td>{{Assignment.Performer}}</td> </tr> {{/if}} {{#Author}} <tr> <td>From:</td> <td>{{.}}</td> </tr> {{/Author}} {{#if Assignment.Deadline.HasValue}} <tr> <td>Deadline:</td> <td>{{Sungero.Docflow.PublicFunctions.Module.GetDateDisplayValue Assignment.Deadline Assignment.Performer}}</td> </tr> {{/if}} <tr> <td>Started:</td> <td>{{Sungero.Docflow.PublicFunctions.Module.GetDateDisplayValue Assignment.Created Assignment.Performer}}</td> </tr> </table> {{> hr}} <p style="margin-bottom:0;margin-top:0"> {{#process_text Assignment.Task.ActiveText}} {{#IsNewLine}} </p><p style="margin-bottom:0;margin-top:0"> {{/IsNewLine}} {{#IsHyperlink}} <a href = "{{Text}}">{{DisplayValue}}</a> {{/IsHyperlink}} {{^IsHyperlink}} {{Text}} {{/IsHyperlink}} {{/process_text}} </p> {{#if Assignment.Task.ActiveText}} {{^Attachments}} {{> hr}} {{/Attachments}} {{/if}} {{#if Attachments}} <p style="margin-bottom:0"> Attachments: </p> {{#Attachments}} <p style="margin-bottom:0;margin-top:0;margin-left:15px;">&bull;&nbsp;&nbsp;&nbsp;<a href="{{Sungero.Core.Hyperlinks.Get .}}">{{DisplayValue}}</a></p> {{/Attachments}} </p> {{> hr}} {{/if}} <footer style="display:block"> <p style="color:#808080;margin-top:0"> <small> This email was sent automatically. <a href="mailto:{{AdministratorEmail}}?subject=Unsubscribing%20from%20Directum%20RX%20mailing&body=Unsubscribe%20me%20from%20{{&MailingName}}" target="_top">Contact your administrator</a> to unsubscribe from Directum RX mailing.</small> </p> </div> </footer> </body> </html>
ru: <!DOCTYPE html> <html> <head> <style type="text/css"> body table tr td { border-collapse: collapse; vertical-align:text-top; } </style> </head> {{< hr}} <hr size="1" width="99%" noshade="" style="color:#D0D0D0" align="center"> {{/hr}} <body> <img border="0" height="25" src="cid:logo.png@01D004A6.A303C580" /> <p style="margin-bottom:0"> У вас {{#IsExpired}}просроченное{{/IsExpired}}{{^IsExpired}}новое{{/IsExpired}} {{#Sungero.Docflow.PublicFunctions.Module.GetAssignmentTypeName Assignment}}{{ToLower}}{{/Sungero.Docflow.PublicFunctions.Module.GetAssignmentTypeName}}. </p> {{> hr}} <table style="margin-left:15px;"> <tr> <td>{{Sungero.Docflow.PublicFunctions.Module.GetAssignmentTypeName Assignment}}:</td> <td><a href="{{Hyperlink}}">{{Assignment.Subject}}</a></td> </tr> {{#Subject}} <tr> <td valign="top">Тема задачи:</td> <td>{{.}}</td> </tr> {{/Subject}} {{#if HasSubstitutions}} <tr> <td>Кому:</td> <td>{{Assignment.Performer}}</td> </tr> {{/if}} {{#Author}} <tr> <td>От:</td> <td>{{.}}</td> </tr> {{/Author}} {{#if Assignment.Deadline.HasValue}} <tr> <td>Срок:</td> <td>{{Sungero.Docflow.PublicFunctions.Module.GetDateDisplayValue Assignment.Deadline Assignment.Performer}}</td> </tr> {{/if}} <tr> <td>Отправлено:</td> <td>{{Sungero.Docflow.PublicFunctions.Module.GetDateDisplayValue Assignment.Created Assignment.Performer}}</td> </tr> </table> {{> hr}} <p style="margin-bottom:0;margin-top:0"> {{#process_text Assignment.Task.ActiveText}} {{#IsNewLine}} </p><p style="margin-bottom:0;margin-top:0"> {{/IsNewLine}} {{#IsHyperlink}} <a href = "{{Text}}">{{DisplayValue}}</a> {{/IsHyperlink}} {{^IsHyperlink}} {{Text}} {{/IsHyperlink}} {{/process_text}} </p> {{#if Assignment.Task.ActiveText}} {{^Attachments}} {{> hr}} {{/Attachments}} {{/if}} {{#if Attachments}} <p style="margin-bottom:0"> Вложения: </p> {{#Attachments}} <p style="margin-bottom:0;margin-top:0;margin-left:15px;">&bull;&nbsp;&nbsp;&nbsp;<a href="{{Sungero.Core.Hyperlinks.Get .}}">{{DisplayValue}}</a></p> {{/Attachments}} </p> {{> hr}} {{/if}} <footer style="display:block"> <p style="color:#808080;margin-top:0"> <small>Это сообщение отправлено автоматически. Чтобы отписаться от рассылки, отправьте <a href="mailto:{{AdministratorEmail}}?subject=Отписка%20от%20рассылки%20Directum%20RX&body=Прошу%20отписать%20меня%20от%20рассылки%20{{&MailingName}}" target="_top">письмо администратору</a>.</small> </p> </div> </footer> </body> </html>

source: Include subordinate departments
ru: Включить подчиненные подразделения

# PersonRequiredInfoEmpty
source: One or several of the following fields are empty in the card of the person related to employee {0}: TIN, INILA, Identity document, Date of birth.
ru: В карточке персоны, связанной с сотрудником {0}, не заполнено одно или несколько полей: ИНН; СНИЛС; Документ, удостоверяющий личность; Дата рождения.

# EmployeeCardIsLocked
source: Employee {0} card has been blocked by another user.
ru: Карточка сотрудника {0} заблокирована другим пользователем.
