Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/PowerOfAttorneyQueueItem/PowerOfAttorneyQueueItemSystem.*.resx
Languages: ru

# DisplayName
source: Item in Queue of Formalized POA Synchronization
ru: Элемент очереди синхронизации эл. доверенностей

# AccusativeDisplayName
source: Item in Queue of Formalized POA Synchronization
ru: Элемент очереди синхронизации эл. доверенностей

# CollectionDisplayName
source: Items in Queue of Formalized POA Synchronization
ru: Элементы очереди синхронизации эл. доверенностей

# Property_FormalizedPoAServiceStatus
source: Status of formalized PoA
ru: Статус эл. доверенности

# Enum_FormalizedPoAServiceStatus_Invalid
source: Invalid
ru: Недействующий

# Enum_FormalizedPoAServiceStatus_Valid
source: Valid
ru: Действующий

# Property_OperationId
source: Operation ID
ru: ИД операции

# Property_DocumentId
source: Document ID
ru: ИД документа

# Property_OperationType
source: Operation type
ru: Тип операции

# Enum_OperationType_StateCheck
source: Status Check
ru: Проверка статуса

# Enum_OperationType_Registration
source: PoA Registration
ru: Регистрация МЧД

# Enum_OperationType_Revocation
source: Revocation Registration
ru: Регистрация отзыва

# Property_RejectCode
source: Error code
ru: Код ошибки

# Property_RevocationDate
source: Revocation date
ru: Дата отзыва

# Property_OperationState
source: Operation state
ru: Состояние операции

# Property_TaskId
source: Task ID
ru: Идентификатор задачи
