Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: DirRX.EssPlatform/DirRX.EssPlatform.Shared/EssSetting/EssSetting.*.resx
Languages: ru

# SetIdsPassword
source: Set Password for Identity Service
ru: Задайте пароль для сервиса идентификации

# IdsPassword
source: Password
ru: Пароль

# IdsConnectionEstablished
source: Connection to the Identity Service established.
ru: Соединение с сервисом идентификации установлено.

# ConnectionEstablished
source: Connection to the services established.
ru: Соединение с сервисами установлено.

# EssSettingsCannotBeDeleted
source: Cannot clear the settings.
ru: Нельзя удалить настройки.

# IdsUrlInvalid
source: Address of the Identity Service must be specified in the URL format.
ru: Адрес сервиса идентификации должен соответствовать формату URL.

# ErrorWhileConnectToIds
source: An error occurred when connecting to the Identity Service. Check the connection parameters.
ru: При подключении к сервису идентификации произошла ошибка. Проверьте настройки подключения.

# MBUrlIsInvalid
source: Address of the Message Service must be specified in the URL format.
ru: Адрес сервиса сообщений должен быть указан в формате URL.

# DisconnectIdentityServiceError
source: Some employees have been invited or already connected to Empolyee Self Service. Disconnect them from ESS before you disable it.
ru: Есть сотрудники, которым было отправлено приглашение в личный кабинет или подключенные к личному кабинету. Отключите их перед тем, как отключить сервисы личного кабинета.

# DisconnecErrorBusinessUnit
source: Some business units are connected to Employee Self Service. Disconnect them before you disable ESS.
ru: Некоторые наши организации подключены к личному кабинету. Отключите их перед тем, как отключить сервисы личного кабинета.

# ESSUrlIsInvalid
source: The address of the Employee Self Service website must be specified in the URL format.
ru: Адрес сайта личного кабинета должен быть указан в формате URL.

# AgreementUrlIsInvalid
source: Specify the address of the Consent for Digital HR Document Management in the URL format.
ru: Адрес Соглашения об ЭДО должен быть указан в формате URL.

# EssServiceUrlIsInvalid
source: Address of the ESS Application Server must be specified in the URL format.
ru: Адрес сервера приложения личного кабинета должен быть указан в формате URL.

# SignServiceUrlIsInvalid
source: The address of the Sign Service must be specified in the URL format.
ru: Адрес сервиса подписания должен быть указан в формате URL.

# EmptyCertificateMail
source: Specify an email to receive certificates for electronic signatures.
ru: Укажите эл. почту для получения сертификатов электронных подписей

# CanNotChangeConfirmationType
source: Cannot change the confirmation type in the signing service. Contact your system administrator.
ru: Не удалось изменить способ подтверждения в сервисе подписания. Обратитесь к администратору системы.

# HasEmployeeWithoutEmail
source: Some employees do not have emails specified. Fill in email addresses in employee cards and try again, or select another confirmation type.
ru: У некоторых сотрудников не указан адрес электронной почты. Заполните адреса в карточках сотрудников и повторите попытку или выберите другой вариант подтверждения.
