Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: DirRX.EssPlatform/DirRX.EssPlatform.Shared/EssSetting/EssSettingSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Имя

# DisplayName
source: Settings of Connection to ESS Services
ru: Настройки подключения к сервисам личного кабинета

# AccusativeDisplayName
source: Personal account settings
ru: Настройки подключения к сервисам личного кабинета

# CollectionDisplayName
source: Personal account settings
ru: Настройки подключения к сервисам личного кабинета

# Property_IdentityServiceAddress
source: Address of the Identity Service
ru: Адрес сервиса идентификации

# Property_IdentityServiceLogin
source: Login in the Identity Service
ru: Логин для сервиса идентификации

# Property_IdentityServicePassword
source: Password in the Identity Service
ru: Пароль для сервиса идентификации

# Property_MessageBrokerAddress
source: Address of the Message Service
ru: Адрес сервиса сообщений

# ControlGroup_1c53f2723eb2451b8eafd7f60d332bdf
source: Settings of the ESS services
ru: Настройки сервисов личного кабинета

# Action_SetIdsPassword
source: Set Password for Identity Service
ru: Пароль сервиса идентификации

# Action_SetIdsPasswordDescription
source: Set password for authentication in the Identity Service.
ru: Задать пароль для сервиса идентификации.

# Action_SetIdsPasswordHint
source: Set Password for Identity Service
ru: Задать пароль для сервиса идентификации

# Action_CheckServiceConnectionsDescription
source: Check Connection to ESS Services
ru: Проверка соединения с сервисами личного кабинета

# Action_CheckServiceConnections
source: Check Connection to Services
ru: Проверить соединение с сервисами

# Ribbon_IdsGroup_4271708030bf457e88dbd27dd98f694a
source: IdsGroup
ru: Сервис идентификации

# Action_CheckServiceConnectionsHint
source: Check Connection to ESS Services
ru: Проверка соединения с сервисами личного кабинета

# Ribbon_CheckConnectionsGroup_cd2762405e4849c9a7ede372a0102e87
source: Check Connection to Services
ru: Проверить соединение с сервисами

# Property_IsUsedIdentityService
source: Enable Employee Self Service
ru: Подключить сервисы личного кабинета

# Property_ESSAddress
source: Address of the ESS website
ru: Адрес сайта личного кабинета

# ControlGroup_8b151716e3104111982db354f79782d0
source: Employee Self Service Platform
ru: Платформа личного кабинета

# Property_AgreementUrl
source: Exchange agreement link
ru: Адрес Соглашения об ЭДО

# Property_EssServiceAddress
source: Address of the ESS Application Server
ru: Адрес сервера приложения личного кабинета

# Property_DaysToWarnCert
source: Reissue certificate before expiration date, days
ru: Перевыпустить сертификат до окончания срока действия, дн.

# ControlGroup_9dfc30f2ee4f4ed094dd908392fd04b0
source: Certificates
ru: Сертификаты

# Property_SignServiceAddress
source: Address of the Sign Service
ru: Адрес сервиса подписания

# ControlGroup_a73dcbe258114ea89133d659c49eb0c1
source: Signing Platform
ru: Платформа подписания

# Property_CertificateMail
source: Email for issuing certificates
ru: Эл. почта для выпуска сертификатов

# Property_ConfirmationType
source: Confirmation type
ru: Подтверждение при подписании

# Enum_ConfirmationType_Email
source: Email
ru: Электронная почта

# Enum_ConfirmationType_FlashCall
source: Flash call
ru: Звонок

# Enum_ConfirmationType_None
source: None
ru: Не требуется

# Enum_ConfirmationType_DefaultValue
source: Default
ru: По умолчанию

# Action_ShowEmplWithoutEmail
source: Show Employees
ru: Показать сотрудников

# Action_ShowEmplWithoutEmailHint
source: Show employees with empty email addresses
ru: Показать сотрудников, у которых не заполнен адрес электронной почты

# Action_ShowEmplWithoutEmailDescription
source: Show employees with empty email addresses
ru: Показать сотрудников, у которых не заполнен адрес электронной почты
