Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: DirRX.SignPlatform/DirRX.SignPlatform.Shared/CertificateIssueTask/CertificateIssueTask.*.resx
Languages: ru

# EmployeeRefuseIssueCertificate
source: Employee {0} refused to sign the application for electronic signature certificate
ru: Сотрудник {0} отказался от подписания заявления на получение сертификата электронной подписи

# ErrorTimeoutDocVerification
source: A response from the certification authority on document verification has timed out. Send the request for electronic signature certificate again.
ru: Истекло время ожидания ответа по проверке документов от удостоверяющего центра. Отправьте запрос на выпуск сертификата электронной подписи сотрудника повторно.

# ErrorTimeoutCertificateIssued
source: A response from the certification authority on issuing the certificate has timed out. Send the request for electronic signature certificate again.
ru: Истекло время ожидания ответа по выпуску сертификата от удостоверяющего центра. Отправьте запрос на выпуск сертификата электронной подписи сотрудника повторно.

# ErrorTimeoutSignStatementESIA
source: The employee has not signed the application for electronic signature certificate on the Gosuslugi portal in time. Contact the employee and send the application again if required.
ru: Истекло время ожидания подписания сотрудником заявления на выдачу сертификата электронной подписи на портале Госуслуг. Свяжитесь с сотрудником и при необходимости отправьте заявку на выпуск сертификата повторно.

# ErrorEmployeeRefuseIssueCertificate
source: The employee has refused to sign the application for electronic signature certificate. Contact the employee and send the request again if required.
ru: Сотрудник отказался от подписания заявления на выпуск сертификата электронной подписи. Свяжитесь с сотрудником и при необходимости отправьте запрос на выпуск сертификата повторно.

# ErrorUserNotFoundInESIA
source: The employee is not found on the Gosuslugi portal, or his account has not been verified. Contact the employee and send the request for electronic signature certificate again if required.
ru: Сотрудник не найден на портале Госуслуг, либо его учетная запись не подтверждена. Свяжитесь с сотрудником и при необходимости отправьте запрос на выпуск сертификата электронной подписи повторно.

# ErrorConfirmationRejected
source: The employee has declined the request for electronic signature certificate.
ru: Сотрудник отклонил запрос на выдачу сертификата УНЭП.

# ErrorConfirmationExpired
source: The employee has not confirmed their identity on the Gosuslugi portal in time.
ru: Время на подтверждение личности сотрудника на портале Госуслуг истекло.

# SaveCertificateError
source: Errors occurred while saving electronic signature certificate No. {0} for employee: {1}.
ru: Произошли ошибки при сохранении сертификата электронной подписи №{0} для сотрудника: {1}.

# GetRequestByIdError
source: Errors occurred while sending a request to issue electronic signature certificate No. {0} for employee: {1}.
ru: Произошли ошибки при отправке запроса на выпуск сертификата электронной подписи №{0} для сотрудника: {1}.

# GetRequestError
source: Errors occurred while receiving a request to issue an electronic signature certificate for employee: {0}.
ru: Произошли ошибки при получении запроса на выпуск сертификата электронной подписи для сотрудника: {0}.

# CertificateDescription
source: For signing: ({0})
ru: Для подписания ({0})

# CertificateIssueErrorInstruction
source: Contact the employee to find out the reason for rejection. If necessary, click on the “Issue certificate” button and initiate the issuance of the certificate again. If the employee wants to sign paper documents, complete the assignment.
ru: Свяжитесь с сотрудником для уточнения причины отказа. При необходимости нажмите на кнопку “Выпустить сертификат” и инициируйте выпуск сертификата повторно. Если сотрудник планирует подписывать документы в бумажном виде, выполните задание.
