Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: DirRX.EssPlatformSolution/DirRX.EssPlatformSolution.Shared/Employee/EmployeeSystem.*.resx
Languages: ru

# Property_PersonalAccountStatusDirRX
source: Connection to ESS
ru: Подключение к ЛК

# Enum_PersonalAccountStatusDirRX_InviteIsNotSent
source: Not connected
ru: Не подключен

# Enum_PersonalAccountStatusDirRX_InviteSent
source: Invitation has been sent
ru: Приглашение отправлено

# Enum_PersonalAccountStatusDirRX_InviteAccepted
source: Connected
ru: Подключен

# Property_PersonalPhoneDirRX
source: Personal phone number
ru: Личный телефон

# Property_MessagesEmailDirRX
source: Personal email
ru: Личная эл. почта

# ControlGroup_0b3bb168612249a59633c5b81742ae05
source: Employee
ru: Сотрудник

# ControlGroup_8fd91d31742d436298477ab019995687
source: Contact information
ru: Контактная информация

# ControlGroup_2c0826c892f34f649c8aa320b064db91
source: Notify by email
ru: Уведомлять по электронной почте

# Action_CreateESSUserDirRX
source: Connect to ESS
ru: Подключить к ЛК

# Action_CreateESSUserDirRXDescription
source: Send an invitation for access to Employee Self Service.
ru: Отправка приглашения для входа в личный кабинет.

# Action_CreateESSUserDirRXHint
source: Send Invitation to Employee Self Service
ru: Отправить приглашение в личный кабинет

# Action_CreateESSUserDirRXConfirmationMessage
source: Send an invitation to the Employee Self Service?
ru: Отправить приглашение в личный кабинет?

# Action_DisconnectDirRX
source: Delete Account
ru: Удалить учетную запись

# Action_DisconnectDirRXDescription
source: Save the item. The employee's account in Employee Self Service will be deleted.
ru: Сохранение с последующим удалением учетной записи сотрудника в личном кабинете.

# Action_DisconnectDirRXHint
source: Save Changes and Delete Account in ESS
ru: Сохранить изменения и удалить учетную запись в ЛК

# Operation_CreateEssUsersDirRX
source: Invitation to ESS
ru: Приглашение в ЛК

# Action_DeleteEssUserDirRX
source: Disable ESS
ru: Отключить от ЛК

# Action_DeleteEssUserDirRXDescription
source: Disable Employee Self Service for the current employee.
ru: Отключение пользователя от личного кабинета.

# Action_DeleteEssUserDirRXHint
source: Disable ESS for Employee
ru: Отключить от личного кабинета

# Action_DeleteEssUserDirRXConfirmationMessage
source: Disconnect the employee from Employee Self Service?
ru: Отключить пользователя от личного кабинета?

# Property_EmailNotifDirRX
source: Email
ru: Эл. почта

# Property_EmploymentType
source: Employment type
ru: Вид занятости

# Enum_EmploymentType_MainPlace
source: Primary employment
ru: Основное место работы

# Enum_EmploymentType_InternalConcurr
source: Internal secondary employment
ru: Внутреннее совместительство

# Enum_EmploymentType_ExternalConcurr
source: External secondary employment
ru: Внешнее совместительство

# Property_BusinessUnitDirRX
source: Business unit
ru: Наша организация

# Property_LockedByAsync
source: Locked by async handler
ru: Заблокирован асинхронным обработчиком

# Action_TempDisconnectDirRX
source: Suspend Account
ru: Временно отключить

# Property_CloudSignProvider
source: Cloud provider
ru: Облачный провайдер

# Action_TempDisconnectDirRXDescription
source: Save the card and suspend the employee's account in the ESS
ru: Сохранить и временно отключить учетную записи сотрудника от личного кабинета.

# Action_ShowPerson
source: Open Person Card
ru: Открыть карточку персоны

# Action_TempDisconnectDirRXHint
source: Save the card and suspend the employee's account in the ESS
ru: Сохранить и временно отключить учетную записи сотрудника от личного кабинета.

# Action_ShowPersonDescription
source: Open the card of the person
ru: Открыть карточку персоны

# Action_ShowPersonHint
source: Open the card of the person
ru: Открыть карточку персоны

# Action_CreateCertificateIssueTaskDirRx
source: Issue Certificate
ru: Выпустить сертификат

# Action_CreateCertificateIssueTaskDirRxDescription
source: Create a task to issue an electronic signature certificate.
ru: Стартовать задачу на выпуск сертификата электронной подписи

# Action_CreateCertificateIssueTaskDirRxHint
source: Create Task to Issue electronic signature Certificate
ru: Стартовать задачу на выпуск сертификата электронной подписи

# Operation_CreateCertificateIssueTaskDirRx
source: Issue certificate
ru: Выпуск сертификата

# Action_RevokeCertificateIssueTaskDirRx
source: Revoke Certificate
ru: Отозвать сертификат

# Action_RevokeCertificateIssueTaskDirRxDescription
source: Revoke the employee's electronic signature certificate
ru: Отозвать сертификат электронной подписи

# Action_RevokeCertificateIssueTaskDirRxHint
source: Revoke the employee's electronic signature certificate
ru: Отозвать сертификат электронной подписи

# Operation_RevokeCertificateIssueTaskDirRx
source: Revoke certificate
ru: Отзыв сертификата

# ControlGroup_ba7c755322f74579be9cbf6c040cc30d
source: Employee Self Service
ru: Личный кабинет

# ControlGroup_c6c62bb548f1493085baf36331737bc2
source: Notify about
ru: Способы доставки оповещений

# Property_NeedNotifyNewHRAssignmentDirRX
source: New assignments
ru: О новых заданиях

# Property_NeedNotifyExpiredHRAssignmentDirRX
source: Overdue assignments
ru: О просроченных заданиях

# Property_NeedNotifyHRRepeatDirRX
source: Upcoming acquaintance and signing deadline
ru: О приближении срока ознакомления и подписания

# Enum_NeedNotifyHRRepeatDirRX_No
source: No
ru: Нет

# Enum_NeedNotifyHRRepeatDirRX_Email
source: Email
ru: Эл. почта

# Enum_NeedNotifyExpiredHRAssignmentDirRX_No
source: No
ru: Нет

# Enum_NeedNotifyNewHRAssignmentDirRX_No
source: No
ru: Нет

# Enum_NeedNotifyNewHRAssignmentDirRX_Email
source: Email
ru: Эл. почта

# Enum_NeedNotifyNewHRAssignmentDirRX_EmailPersonal
source: Personal email
ru: Личная эл. почта

# Enum_NeedNotifyExpiredHRAssignmentDirRX_Email
source: Email
ru: Эл. почта

# Enum_NeedNotifyExpiredHRAssignmentDirRX_EmailPersonal
source: Personal email
ru: Личная эл. почта

# Enum_NeedNotifyHRRepeatDirRX_EmailPersonal
source: Personal email
ru: Личная эл. почта

# Property_ConfirmationTypeDirRX
source: Confirmation type
ru: Подтверждение при подписании

# Enum_ConfirmationTypeDirRX_Email
source: Email
ru: Электронная почта

# Enum_ConfirmationTypeDirRX_FlashCall
source: Flash call
ru: Звонок

# Enum_ConfirmationTypeDirRX_None
source: None
ru: Не требуется

# Enum_ConfirmationTypeDirRX_DefaultValue
source: Default
ru: По умолчанию

# ControlGroup_3340dc2477b84c3f88906e537b21ca7d
source: Sign settings
ru: Настройки подписания

# Ribbon_ElectronicInteraction_3c804800e51941ff897f9d57c725e4b6
source: Digital Interaction
ru: Электронное взаимодействие

# Ribbon_ElectronicInteraction_bec8eb8642ef4421baccd3c69fb7149c
source: Digital Interaction
ru: Электронное взаимодействие

# Action_ChangeConfirmationTypeDirRX
source: Configure Signing Confirmation
ru: Изменить подтверждение при подписании

# Action_ChangeConfirmationTypeDirRXHint
source: Configure confirmation for document signing
ru: Настройка подтверждения при подписании документов

# Action_ChangeConfirmationTypeDirRXDescription
source: Configure confirmation for document signing
ru: Настройка подтверждения при подписании документов

# Property_InheritFromBusinessUnitDirRX
source: Use notification settings of business unit
ru: Использовать настройки организации

# Property_PersonalAccountStatusChangedDirRX
source: Status changed at
ru: Статус подключения изменен
