Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: DirRX.EssPlatformSolution/DirRX.EssPlatformSolution.Shared/Employee/Employee.*.resx
Languages: ru

# ASCIIWarning
source: Email address contains non-Latin letters.
ru: Адрес электронной личной почты содержит не только латинские буквы.

# Enum_Operation_StatChanged
source: Change ESS status
ru: Изменение статуса подключения к ЛК

# PersonalPhoneNotUniq
source: The mobile phone number must be unique for the person.
ru: Личный телефон должен быть уникален для персоны.

# PersonalPhoneNumbersCountError
source: Invalid format of the phone number. The number must consist of 11 digits.
ru: Введенный личный телефон имеет неверный формат. В номере должно быть 11 цифр.

# PersonalPhoneRequired
source: Phone numbers of some employees are not specified: {0} Specify phone numbers in the the employees' cards in the "Employee Self Service" group.
ru: Укажите личный телефон сотрудника.

# PersonalPhoneNotUniqInESS
source: Personal phone number must be unique within the Employee Self Service database. Contact your system administrator.
ru: Личный телефон должен быть уникален в базе данных личного кабинета. Обратитесь к администратору системы.

# BusinessUnitOfEmployeeIsNotUseEssError
source: You can send invitations only to employees of an active business unit connected to Employee Self Service.
ru: Отправлять приглашение можно только сотруднику действующей организации, которая подключена к личному кабинету.

# SaveBeforeCreateESSUser
source: Save the employee card before you send the invitation.
ru: Сохраните карточку сотрудника перед отправкой приглашения.

# SaveBeforeDeleteESSUser
source: Save the employee card before you disconnect him or her from Employee Self Service.
ru: Сохраните карточку сотрудника перед отключением от личного кабинета.

# EmptyPersonalEMailError
source: Specify the employee's personal email in the "Employee Self Service" group.
ru: Укажите личную электронную почту в группе полей "Личный кабинет".

# EmployeeWithMainPlaceEmploymentTypeDouble
source: In the "Employee" databook, the record with the primary employment type has already been created for this person. Fill in the "Employment type" field with the "Internal secondary employment" or "External secondary employment".
ru: Для персоны уже создана запись справочника "Сотрудники" с видом занятости "Основное место работы". Выберите вид занятости "Внутреннее совместительство" или "Внешнее совместительство".

# PropertyChanged
source: Field "{0}" will be changed for all employee cards with specified person {1}.
ru: Поле "{0}" будет изменено во всех карточках сотрудников, где указана персона {1}.

# PersonHasSeveralActiveEmployees
source: All employees, in whose card person {0} is specified, will be disconnected from the ESS.
ru: Все сотрудники, в карточках которых указана персона {0}, будут отключены от личного кабинета.

# LockedByAsync
source: Employee data is being updated, and values in some fields cannot be changed. Try again later.
ru: Информация о сотруднике обновляется, поэтому некоторые поля недоступны для изменения. Повторите попытку позднее.

# DeleteEssUserDialogHeader
source: Select Disconnection Option
ru: Выберите вариант отключения

# BeforeCertificateIssueTaskError
source: An error occurred when sending a request to issue an electronic signature certificate: {0}
ru: При отправке запроса на выпуск сертификата электронной подписи произошла ошибка: {0}

# DeleteEssUserDialogString
source: Suspend or delete employee's account in the ESS? A deleted account cannot be restored. To provide the employee with access to the ESS, create a new account.
ru: Отключить сотрудника на время или удалить его учетную запись в личном кабинете? Восстановить удаленную учетную запись невозможно. В этом случае для повторного подключения зарегистрируйте для сотрудника новую учетную запись.

# DeleteEssUserDialogButton
source: Delete Account
ru: Удалить учетную запись

# TemporaryDisconnectEssUserDialogButton
source: Suspend Account
ru: Временно отключить

# IssueCertificateTaskSent
source: Issue of the electronic signature certificate has been initiated.
ru: Выпуск сертификата электронной подписи инициирован

# EmptyEmail
source: Specify the employee's email in group "Delivery Methods" or "Contact Information". If the employee does not have an email, then in the ESS connection settings, specify a company's email to receive the certificate.
ru: Укажите электронную почту сотрудника в группе "Каналы доставки сообщений" или "Контактная информация". Если у сотрудника нет электронной почты, укажите корпоративную электронную почту для получения сертификата в настройках подключения к сервисам личного кабинета.

# CertificateIssueTaskAlreadyExist
source: A task to issue an electronic signature certificate for this employee already exists. Send another task?
ru: Для сотрудника уже существует задача на выпуск сертификата электронной подписи. Стартовать еще одну задачу?

# ESSUserActivated
source: Employee is connected
ru: Сотрудник подключен

# RevokeCertificateDialogTitle
source: Select Certificate to Revoke
ru: Выбор сертификата для отзыва

source: Certificate
ru: Сертификат

# RevocationReason
source: Reason
ru: Причина отзыва

# RevocationDone
source: The certificate has been successfully revoked.
ru: Сертификат отозван успешно.

# CertificateRevocationError
source: An error occurred when revoking the certificate. Contact your system administrator.
ru: При отзыве сертификата произошла ошибка. Обратитесь к администратору системы.

# CloudCertificateAlreadyExist
source: The employee has an active certificate. Do you want to issue a new certificate?
ru: У сотрудника уже есть действующий сертификат. Продолжить выпуск?

# EssUserDisconnectNotify
source: The account has been deleted from the Employee Self Service.
ru: Учетная запись удалена из личного кабинета.

# EssUserTemporaryDisconnectNotify
source: The account has been temporarily disconnected from the Employee Self Service.
ru: Учетная запись временно отключена от личного кабинета.

# EmptyEMailError
source: Specify the employee's email in the "Contact Information" group.
ru: Укажите электронную почту в группе полей "Контактная информация".

# EmptyPersonalEMailOrWorkEmailError
source: Specify the email in the "Contact Information" group or the personal email in the "Employee Self Service" group.
ru: Укажите электронную почту в группе полей "Контактная информация" или личную электронную почту в группе полей "Личный кабинет".

# EmptySMSError
source: To notify the employee of their assignments via SMS or Viber, connect the employee to the Employee Self Service.
ru: Чтобы оповещать сотрудника о заданиях через SMS или Viber, подключите его к личному кабинету.

# NeedReissueCertificateAfterChange
source: Contact information for receiving confirmation codes has changed. Issue a new electronic signature certificate.
ru: Контактные данные для получения кода подтверждения были изменены. Выпустите для сотрудника новый сертификат электронной подписи.

# ChangingConfirmationTypeWhenSigning
source: Configure Confirmation for Document Signing
ru: Настройка подтверждения при подписании

# EmptyPersonalEMailOrWorkEmailPartTimeWorkerError
source: In the cards of employees working on multiple job positions, specify email in the "Contact Information" group or personal email in the "Employee Self Service" group.
ru: В карточках сотрудников-совместителей укажите электронную почту в группе "Контактная информация" или личную электронную почту в группе "Личный кабинет".

# EmptyEmailPartTimeWorkerError
source: In the cards of employees working on multiple job positions, specify email in the "Contact Information" group.
ru: В карточках сотрудников-совместителей укажите электронную почту в группе "Контактная информация".

# PropertyChangedInBusinessUnit
source: Value of field "{0}" will change for all employees of this business unit that are related to person {1}.
ru: Значение поля "{0}" изменится для всех сотрудников этой организации, связанных с персоной {1}.

# ErrorChangeStatusWhenEmployeeCardLock
source: Status of connection to ESS will change after the employee card is closed. Change of the status will take some time.
ru: Статус подключения к личному кабинету изменится после закрытия карточки сотрудника. Изменение статуса займет некоторое время.

# ErrorChangeStatusWhenPartTimeEmployeeCardLock
source: Status of connection to ESS will change after this card and cards of employee's other job positions are closed. Change of the status will take some time.
ru: Статус подключения к личному кабинету изменится после закрытия этой карточки и карточек сотрудников-совместителей. Изменение статуса займет некоторое время.

# OnlyPrimaryEmploymentTypeCanHaveLogin
source: Cannot assign an account to the employee with the internal secondary employment type. Change the employment type or assign the account to the employee with the primary employment type.
ru: Невозможно присвоить учетную запись сотруднику с видом занятости "Внутреннее совместительство". Измените вид занятости или укажите учетную запись в карточке сотрудника с основным местом работы.

# InheritFormEmptyBusinessUnitError
source: On the "HR Pro" tab, clear checkbox "Use notification settings of business unit". Change the settings if required.
ru: На вкладке "HR Pro" снимите флажок "Использовать настройки организации". При необходимости укажите способы доставки оповещений.
