Repository: DmitriyItProject16/DirectumRx4.8.144
Catalog: HRPro.HRWred/HRPro.HRWred.Shared/SigningOperation/SigningOperationSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Имя

# DisplayName
source: Signing Operation
ru: Операция подписания

# AccusativeDisplayName
source: Signing Operation
ru: Операцию подписания

# CollectionDisplayName
source: Signing Operations
ru: Операции подписания

# Property_Document
source: Main document
ru: Основной документ

# Property_DocumentVersion
source: Version
ru: Версия документа

# Property_DocumentName
source: Name
ru: Имя документа

# Property_DocumentFileName
source: File name
ru: Имя файла документа

# Property_DocumentAnnotation
source: Subject
ru: Содержание документа

# Property_DocumentRegistrationNumber
source: Reg. No.
ru: Регистрационный номер документа

# Property_DocumentWredCode
source: Classification code (Ministry of Labor)
ru: Код документа по классификации Минтруда

# Property_SignatureID
source: Signature ID
ru: ИД подписи

# Property_Signatory
source: Employee
ru: Сотрудник

# Property_SignatoryName
source: Name
ru: Имя

# Property_SignatoryLastName
source: Last name
ru: Фамилия

# Property_SignatoryMiddleName
source: Patronym
ru: Отчество

# Property_SignatoryJobTitle
source: Job title
ru: Должность

# Property_SignatoryINILA
source: INILA
ru: СНИЛС

# Property_IsSignatoryAnOfficial
source: Employee signed the document on behalf of employer
ru: Сотрудник подписал документ от имени работодателя

# Property_EmployerSigningOperation
source: Signing operation of employer
ru: Операция подписания работодателем

# Property_BusinessUnitName
source: Name
ru: Наименование

# Property_BusinessUnitTIN
source: TIN
ru: ИНН

# Property_BusinessUnitPSRN
source: PSRN
ru: ОГРН

# Property_BusinessUnitTRRC
source: TRRC
ru: КПП

# Property_ContainerGUID
source: Container GUID
ru: Идентификатор контейнера

# Property_XmlDescription
source: XML description
ru: Описание в формате XML

# Property_SignatureFileName
source: Signature file name
ru: Имя файла подписи

# Property_OperationState
source: Status
ru: Состояние

# Enum_OperationState_Registrated
source: Document signed by employer
ru: Документ подписан работодателем

# Enum_OperationState_ReadyForExport
source: Container ready for export
ru: Контейнер готов к выгрузке

# Enum_OperationState_Formed
source: Container exported
ru: Контейнер выгружен

# Enum_OperationState_AwaitingSigning
source: Employer signature pending
ru: Ожидание подписания документа работодателем

# Enum_OperationState_Error
source: Container generation error
ru: Ошибка при формировании контейнера

# Property_Attachments
source: Addenda
ru: Приложения

# ControlGroup_253066dd421c4f5ebf5db7b5a573b867
source: Document information
ru: Информация о документе

# ControlGroup_1fc8f590016e46988e1b31829b8380e9
source: Signing operation of employer
ru: Операция подписания работодателем

# ControlGroup_89e563cd953f4ae1bcd32e2a023974ae
source: Signature and employee information
ru: Информация о подписи и сотруднике

# ControlGroup_0d6e5790bc714bbbbfd348b6fb248148
source: Information about business unit of employer
ru: Информация об организации работодателя

# ControlGroup_b9417c4757624e23b7889057cce0253d
source: Container information
ru: Информация о контейнере

# Property_PowerOfAttorney
source: Powers of attorney
ru: Доверенности

# Property_SignatoryContainerName
source: Folder name
ru: Имя папки

# ControlGroup_46d43b08d1714da09ee65fcc998a150d
source: Attachments
ru: Приложения

# ControlGroup_7ddfd63b4c3e40bd99e04cb3d68fc104
source: Powers of attorney
ru: Доверенности

# Property_XmlErrors
source: XML Errors
ru: Ошибки при формировании XML

# Property_Note
source: Note
ru: Примечание

# Ribbon_ExportCommands_0aae6751efe547348765cba0cd9cf740
source: Export
ru: Экспорт

# Action_ExportHint
source: Export documents in accordance with the requirements of the Ministry of Labour and Social Protection of the Russian Federation
ru: Выгрузка документов в соответствии с требованиями Министерства труда и социальной защиты Российской Федерации

# Action_ExportDescription
source: Export documents in accordance with the requirements of the Ministry of Labour and Social Protection of the Russian Federation
ru: Выгрузка документов в соответствии с требованиями Министерства труда и социальной защиты Российской Федерации

# Action_Export
source: Export
ru: Выгрузить
